{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<mask>": 2,
      "<s>": 3,
      "</s>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "_": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "~": 89,
      "Ġ": 90,
      "Ġt": 91,
      "in": 92,
      "Ġa": 93,
      "er": 94,
      "Ġs": 95,
      "Ġo": 96,
      "he": 97,
      "es": 98,
      "on": 99,
      "Ġi": 100,
      "an": 101,
      "or": 102,
      "en": 103,
      "Ġr": 104,
      "ar": 105,
      "ed": 106,
      "at": 107,
      "Ġc": 108,
      "Ġl": 109,
      "it": 110,
      "Ġf": 111,
      "Ġe": 112,
      "al": 113,
      "Ġn": 114,
      "Ġb": 115,
      "st": 116,
      "Ġw": 117,
      "Ġp": 118,
      "Ġh": 119,
      "il": 120,
      "Ġd": 121,
      "Ġ-": 122,
      "ic": 123,
      "is": 124,
      "et": 125,
      "Ġm": 126,
      "ĠS": 127,
      "el": 128,
      "ing": 129,
      "as": 130,
      "Ġthe": 131,
      "ro": 132,
      "Ġin": 133,
      "Ġto": 134,
      "re": 135,
      "ĠI": 136,
      "ut": 137,
      "ĠA": 138,
      "ay": 139,
      "ĠT": 140,
      "id": 141,
      "ur": 142,
      "ĠC": 143,
      "Ġof": 144,
      "ir": 145,
      "le": 146,
      "ot": 147,
      "om": 148,
      "ec": 149,
      "ol": 150,
      "ĠM": 151,
      "ion": 152,
      "ac": 153,
      "Ġg": 154,
      "ad": 155,
      "ĠP": 156,
      "ou": 157,
      "Ġ.": 158,
      "ĠB": 159,
      "ts": 160,
      "Ġu": 161,
      "ig": 162,
      "Ġon": 163,
      "ie": 164,
      "th": 165,
      "ers": 166,
      "am": 167,
      "ve": 168,
      "to": 169,
      "Ġ'": 170,
      "ĠW": 171,
      "ĠN": 172,
      "ent": 173,
      "ĠR": 174,
      "ĠF": 175,
      "us": 176,
      "Ġ#": 177,
      "39": 178,
      "ra": 179,
      "ri": 180,
      "ll": 181,
      "nt": 182,
      "ee": 183,
      "ĠD": 184,
      "Ġ(": 185,
      "ow": 186,
      "Ġan": 187,
      "Ġand": 188,
      "Ġv": 189,
      "Ġ1": 190,
      "ĠO": 191,
      "Ġy": 192,
      "ch": 193,
      "ce": 194,
      "ĠG": 195,
      "im": 196,
      "ĠE": 197,
      "io": 198,
      "est": 199,
      "Ġ,": 200,
      "ĠH": 201,
      "ea": 202,
      "ĠL": 203,
      "Ġfor": 204,
      "Ġst": 205,
      "un": 206,
      "'s": 207,
      "and": 208,
      "ld": 209,
      "Ġat": 210,
      "day": 211,
      "se": 212,
      "Ġre": 213,
      "ly": 214,
      "ng": 215,
      "Ġhe": 216,
      "ne": 217,
      "qu": 218,
      "ag": 219,
      "ht": 220,
      "op": 221,
      "ter": 222,
      "ai": 223,
      "em": 224,
      "ver": 225,
      "Ġas": 226,
      "la": 227,
      "ct": 228,
      "ak": 229,
      "od": 230,
      "li": 231,
      "rs": 232,
      "Ġis": 233,
      "ew": 234,
      "ĠJ": 235,
      "lo": 236,
      "Ġit": 237,
      "ĠĠ": 238,
      "ith": 239,
      "ap": 240,
      "ns": 241,
      "ear": 242,
      "be": 243,
      "ks": 244,
      "iv": 245,
      "ls": 246,
      "if": 247,
      "ess": 248,
      "up": 249,
      "Ġk": 250,
      "ist": 251,
      "'t": 252,
      "ul": 253,
      "ip": 254,
      "um": 255,
      "ain": 256,
      "ab": 257,
      "ian": 258,
      "rt": 259,
      "ho": 260,
      "ĠK": 261,
      "..": 262,
      "ud": 263,
      "ate": 264,
      "ss": 265,
      "ge": 266,
      "for": 267,
      "av": 268,
      "nc": 269,
      "Ġen": 270,
      "ei": 271,
      "ef": 272,
      "Ġsa": 273,
      "ry": 274,
      "all": 275,
      "ti": 276,
      "ast": 277,
      "oo": 278,
      "Ġer": 279,
      "ue": 280,
      "ha": 281,
      "mp": 282,
      "ĠThe": 283,
      "ies": 284,
      "ug": 285,
      "me": 286,
      "tr": 287,
      "ke": 288,
      "ation": 289,
      "ĠV": 290,
      "omp": 291,
      "ort": 292,
      "ii": 293,
      "ov": 294,
      "Ġpro": 295,
      "uc": 296,
      "Ġpr": 297,
      "ev": 298,
      "Ġby": 299,
      "gt": 300,
      "art": 301,
      "--": 302,
      "si": 303,
      "ust": 304,
      "pe": 305,
      "Ġsh": 306,
      "ine": 307,
      "ae": 308,
      "our": 309,
      "Ġte": 310,
      "Ġor": 311,
      "ob": 312,
      "ĠTh": 313,
      "Ġch": 314,
      "Ġcon": 315,
      "Ġar": 316,
      "ost": 317,
      "Ġqu": 318,
      "rom": 319,
      "end": 320,
      "ĠY": 321,
      "Ġex": 322,
      "out": 323,
      "eb": 324,
      "ub": 325,
      "Ġj": 326,
      "Ġits": 327,
      "Ġaf": 328,
      "ial": 329,
      "ack": 330,
      "ĠSt": 331,
      "ard": 332,
      "Ġal": 333,
      "Ġag": 334,
      "Ġse": 335,
      "\\$": 336,
      "Ġwith": 337,
      "co": 338,
      "Ġpl": 339,
      "her": 340,
      "ib": 341,
      "Ġthat": 342,
      "ity": 343,
      "af": 344,
      "sh": 345,
      "Ġle": 346,
      "ore": 347,
      "ĠCh": 348,
      "Ġhas": 349,
      "oe": 350,
      "Ġes": 351,
      "are": 352,
      "ni": 353,
      "oi": 354,
      "ant": 355,
      "pl": 356,
      "Ġac": 357,
      "ĠIn": 358,
      "de": 359,
      "Ġha": 360,
      "Ġco": 361,
      "wo": 362,
      "ell": 363,
      "rn": 364,
      "ice": 365,
      "Ġ3": 366,
      "ect": 367,
      "Ġsp": 368,
      "ds": 369,
      "res": 370,
      "AP": 371,
      "und": 372,
      "ight": 373,
      "ern": 374,
      "hn": 375,
      "Ġtr": 376,
      "ĠUS": 377,
      "Ġ;": 378,
      "In": 379,
      "ans": 380,
      "Ġ~": 381,
      "tt": 382,
      "hi": 383,
      "its": 384,
      ",-": 385,
      "sl": 386,
      "ck": 387,
      "Ġed": 388,
      "Ġ:": 389,
      "tl": 390,
      "ff": 391,
      "Ġad": 392,
      ".-": 393,
      "mer": 394,
      "Ġoff": 395,
      "Ġab": 396,
      "ln": 397,
      "uters": 398,
      "ond": 399,
      "rd": 400,
      "Ġup": 401,
      "Ġhis": 402,
      "cl": 403,
      "ive": 404,
      "Ġsaid": 405,
      "ih": 406,
      "Ġwh": 407,
      "ets": 408,
      "igh": 409,
      "Ġde": 410,
      "ah": 411,
      "ors": 412,
      "Ġfo": 413,
      "ace": 414,
      "Ġ\\$": 415,
      "ide": 416,
      "ile": 417,
      "pr": 418,
      "ment": 419,
      "ens": 420,
      "any": 421,
      "one": 422,
      "ong": 423,
      "Ġla": 424,
      "ite": 425,
      "old": 426,
      "Ġ--": 427,
      "ord": 428,
      "ree": 429,
      "ons": 430,
      "Ġwas": 431,
      "It": 432,
      "ins": 433,
      "nes": 434,
      "Ġ&": 435,
      "Is": 436,
      "ome": 437,
      "ber": 438,
      "ick": 439,
      "cr": 440,
      "ues": 441,
      "'d": 442,
      "Ġcomp": 443,
      "Ġ\"": 444,
      "Ġnew": 445,
      "ind": 446,
      "ĠFr": 447,
      "Ġts": 448,
      "ions": 449,
      "ays": 450,
      "Ġfrom": 451,
      "ta": 452,
      "gh": 453,
      "Ġun": 454,
      "ame": 455,
      "-.": 456,
      "da": 457,
      "Ġfir": 458,
      "ok": 459,
      "ati": 460,
      "Ġcl": 461,
      "sa": 462,
      "fo": 463,
      "arg": 464,
      "nn": 465,
      "Ġop": 466,
      "rl": 467,
      "Ġsc": 468,
      "Ġ4": 469,
      "Ġnd": 470,
      "anc": 471,
      "ass": 472,
      "Ġng": 473,
      "Ġti": 474,
      "ex": 475,
      "ure": 476,
      "nl": 477,
      "ould": 478,
      "ish": 479,
      "ark": 480,
      "na": 481,
      "Ġout": 482,
      "Ġgo": 483,
      "con": 484,
      "ina": 485,
      "Ġ9": 486,
      "ric": 487,
      "ase": 488,
      "ys": 489,
      "amp": 490,
      "ake": 491,
      ";/": 492,
      "Ġot": 493,
      "com": 494,
      "erv": 495,
      "iss": 496,
      "ire": 497,
      "oll": 498,
      "Ġwill": 499,
      "hs": 500,
      "ary": 501,
      "Ġ6": 502,
      "raq": 503,
      "act": 504,
      "man": 505,
      "Ġwi": 506,
      "age": 507,
      "ote": 508,
      "Ġta": 509,
      "Ie": 510,
      "Ġpe": 511,
      "ws": 512,
      "Ir": 513,
      "Ġcom": 514,
      "ĠAP": 515,
      "ier": 516,
      "bs": 517,
      "fe": 518,
      "po": 519,
      "Ġare": 520,
      "rit": 521,
      "Ġres": 522,
      "Ġq": 523,
      "ich": 524,
      ".,": 525,
      "Ġet": 526,
      "Ġso": 527,
      "hed": 528,
      "iu": 529,
      "ps": 530,
      "Ġover": 531,
      "OR": 532,
      "Ġrs": 533,
      "fi": 534,
      "pt": 535,
      "Ġma": 536,
      "ars": 537,
      "ade": 538,
      "bl": 539,
      "by": 540,
      "ert": 541,
      "ank": 542,
      "Ġsi": 543,
      "ict": 544,
      "oh": 545,
      "oy": 546,
      "ory": 547,
      "ise": 548,
      "Ġsec": 549,
      "ach": 550,
      "ont": 551,
      "orld": 552,
      "ime": 553,
      "ci": 554,
      "ous": 555,
      "we": 556,
      "own": 557,
      "por": 558,
      "Ġrec": 559,
      "ĠUn": 560,
      "rr": 561,
      "cs": 562,
      "ĠCo": 563,
      "ĠNew": 564,
      "Ġel": 565,
      "hat": 566,
      "Ġsl": 567,
      "Ġra": 568,
      "Ġme": 569,
      "Ġli": 570,
      "els": 571,
      "Ġol": 572,
      "'-": 573,
      "Ġfi": 574,
      "au": 575,
      "men": 576,
      "ĠIs": 577,
      "enc": 578,
      "Ġbu": 579,
      "ru": 580,
      "rg": 581,
      "Ġus": 582,
      "Ġper": 583,
      "ral": 584,
      "Ġtl": 585,
      "port": 586,
      "Ġsu": 587,
      "oa": 588,
      "ose": 589,
      "Ġfr": 590,
      "-,": 591,
      "Ġil": 592,
      "The": 593,
      "ele": 594,
      "xt": 595,
      "Ġ5": 596,
      "iday": 597,
      "Qu": 598,
      "ang": 599,
      "att": 600,
      "Ġyear": 601,
      "ash": 602,
      "AN": 603,
      "-'": 604,
      "Ġ200": 605,
      "hen": 606,
      "per": 607,
      "ett": 608,
      "ates": 609,
      "Ġut": 610,
      "gr": 611,
      "bo": 612,
      "led": 613,
      "iI": 614,
      "les": 615,
      "iz": 616,
      "ound": 617,
      "ĠMic": 618,
      "'m": 619,
      ".'": 620,
      "Ġss": 621,
      "ĠInt": 622,
      "ned": 623,
      "Ġquot": 624,
      "uro": 625,
      "Ġbut": 626,
      "Ġhave": 627,
      "ird": 628,
      "ĠIt": 629,
      "Ġlo": 630,
      "lr": 631,
      "Ġcr": 632,
      "Ġca": 633,
      "Ġpo": 634,
      "Ġmo": 635,
      "lin": 636,
      "ba": 637,
      "br": 638,
      "ces": 639,
      "eld": 640,
      "Id": 641,
      "ty": 642,
      "Ġur": 643,
      "Ġid": 644,
      "Ġall": 645,
      "mi": 646,
      "Ġnot": 647,
      ",.": 648,
      "AS": 649,
      "Ġwe": 650,
      "Ġbo": 651,
      "row": 652,
      "Ġafter": 653,
      "Ġtwo": 654,
      "sp": 655,
      "ices": 656,
      "Ġro": 657,
      "ves": 658,
      "Ġll": 659,
      "fl": 660,
      "nr": 661,
      "Ġing": 662,
      "ĠSh": 663,
      "aw": 664,
      "Ġ7": 665,
      "orp": 666,
      "ĠSp": 667,
      "Ġns": 668,
      "ĠWed": 669,
      "vi": 670,
      "ats": 671,
      "ush": 672,
      "ey": 673,
      "ĠInc": 674,
      "Ġic": 675,
      "Ġcou": 676,
      "Ġhi": 677,
      "Ġno": 678,
      "Ġtb": 679,
      "ĠAf": 680,
      "uter": 681,
      "ied": 682,
      "sr": 683,
      "Ġir": 684,
      "iy": 685,
      "ĠIraq": 686,
      "lp": 687,
      "ny": 688,
      "aI": 689,
      "ven": 690,
      "oss": 691,
      "Ġif": 692,
      "FP": 693,
      "Ġtt": 694,
      "Ġdo": 695,
      "ĠInd": 696,
      "hes": 697,
      "US": 698,
      "ited": 699,
      "ĠPr": 700,
      "ĠNo": 701,
      "bt": 702,
      "Ġear": 703,
      "ute": 704,
      "ph": 705,
      "ance": 706,
      "Ġone": 707,
      "Ġter": 708,
      "EW": 709,
      "ated": 710,
      "Ġef": 711,
      "ted": 712,
      "Ġwit": 713,
      "ble": 714,
      "hd": 715,
      ",'": 716,
      "aa": 717,
      "ww": 718,
      "Ġim": 719,
      "'.": 720,
      "hr": 721,
      "yst": 722,
      "ely": 723,
      "ik": 724,
      "Ġov": 725,
      "mo": 726,
      "Ġia": 727,
      "go": 728,
      "Ġfin": 729,
      "Ġint": 730,
      "ĠIr": 731,
      "ui": 732,
      "Reuters": 733,
      "Ġwin": 734,
      "wa": 735,
      "Th": 736,
      "Ġos": 737,
      "Ġay": 738,
      "ident": 739,
      "Ġve": 740,
      "Ġrt": 741,
      "orn": 742,
      "oun": 743,
      "Il": 744,
      "Ġwa": 745,
      "fr": 746,
      "off": 747,
      "Ġfl": 748,
      "mb": 749,
      "Ġie": 750,
      "ĠSe": 751,
      "Ġtn": 752,
      "Ġday": 753,
      "Ġ8": 754,
      "ĠEx": 755,
      "Ġ0": 756,
      "Ġsto": 757,
      "Ġret": 758,
      "Ġho": 759,
      "ock": 760,
      "use": 761,
      "Ġec": 762,
      "di": 763,
      "ica": 764,
      "ĠMon": 765,
      "ath": 766,
      "du": 767,
      "iti": 768,
      "Ġtheir": 769,
      "urn": 770,
      "ence": 771,
      "so": 772,
      "Ġtw": 773,
      "ief": 774,
      "illion": 775,
      "his": 776,
      "itt": 777,
      "ings": 778,
      "rm": 779,
      "Ġou": 780,
      "inc": 781,
      "uss": 782,
      "ĠPro": 783,
      "tn": 784,
      "ople": 785,
      "eri": 786,
      "Ġai": 787,
      "rc": 788,
      "lc": 789,
      "Ġea": 790,
      "alt": 791,
      "Ġlead": 792,
      "with": 793,
      "red": 794,
      "Ġtha": 795,
      "Ġend": 796,
      "Ġapp": 797,
      "Ġent": 798,
      "Ġls": 799,
      "bi": 800,
      "ĠAs": 801,
      "ght": 802,
      "Ġtbe": 803,
      "ther": 804,
      "ton": 805,
      "ason": 806,
      "der": 807,
      "Ġx": 808,
      "ĠAn": 809,
      "ann": 810,
      "gy": 811,
      "Ġlea": 812,
      "Ġwho": 813,
      "ao": 814,
      "hl": 815,
      "etw": 816,
      "roup": 817,
      "ene": 818,
      "lect": 819,
      "bu": 820,
      "sn": 821,
      "Ġwo": 822,
      "sc": 823,
      "Ġio": 824,
      "air": 825,
      "fer": 826,
      "ents": 827,
      "ler": 828,
      "Ġion": 829,
      "cc": 830,
      "that": 831,
      "Ġap": 832,
      "Ġfirst": 833,
      "ĠTues": 834,
      "Ġmore": 835,
      "Ġlt": 836,
      "Ġhad": 837,
      "ows": 838,
      "wi": 839,
      "Ġpre": 840,
      "Ch": 841,
      "ook": 842,
      "Ġthis": 843,
      "ult": 844,
      "arr": 845,
      "over": 846,
      "ani": 847,
      "Ġann": 848,
      "Ġoi": 849,
      "ĠAl": 850,
      "Ġind": 851,
      "Ġmon": 852,
      "arter": 853,
      "Ġbl": 854,
      "ally": 855,
      "has": 856,
      "ester": 857,
      "Ġsn": 858,
      "Ġpol": 859,
      "fs": 860,
      "dr": 861,
      "ainst": 862,
      "Ġdi": 863,
      "Ġacc": 864,
      "Ġln": 865,
      "do": 866,
      "lic": 867,
      "Ġmi": 868,
      "Ġoil": 869,
      "ete": 870,
      "err": 871,
      "Ġom": 872,
      "Ġlast": 873,
      "Ġ)": 874,
      "Ġri": 875,
      "Ġ10": 876,
      "Ġev": 877,
      "ales": 878,
      "ĠSo": 879,
      ";-": 880,
      "Ġmak": 881,
      "Ġdr": 882,
      "eo": 883,
      "lay": 884,
      "era": 885,
      "ĠMi": 886,
      "ua": 887,
      "Ġwar": 888,
      "ots": 889,
      "pi": 890,
      "irs": 891,
      "ze": 892,
      "ition": 893,
      "year": 894,
      "ead": 895,
      "Ġdec": 896,
      "ĠMa": 897,
      "Ġba": 898,
      "eg": 899,
      ",,": 900,
      "ines": 901,
      "ĠMo": 902,
      "Ġrel": 903,
      "ams": 904,
      "reat": 905,
      "Ġweek": 906,
      "ount": 907,
      "ĠBr": 908,
      "lan": 909,
      "ower": 910,
      "pa": 911,
      "td": 912,
      "ounc": 913,
      "vo": 914,
      "eral": 915,
      "Ġem": 916,
      "cks": 917,
      "vs": 918,
      "ware": 919,
      "inl": 920,
      "pen": 921,
      "Ġdes": 922,
      "Ġsup": 923,
      "Ġtro": 924,
      "ations": 925,
      "Ġplay": 926,
      "Ġset": 927,
      "Ġdef": 928,
      "Ġund": 929,
      "inn": 930,
      "fir": 931,
      "ER": 932,
      "ical": 933,
      "Ġii": 934,
      "ged": 935,
      "rat": 936,
      "ursday": 937,
      "uts": 938,
      "Ġinto": 939,
      "ech": 940,
      "gl": 941,
      "Ġant": 942,
      "Ġee": 943,
      "',": 944,
      "000": 945,
      "Io": 946,
      "Ġsur": 947,
      "ĠX": 948,
      "Ġrn": 949,
      "su": 950,
      "Ġtho": 951,
      "olog": 952,
      "ĠCl": 953,
      "IS": 954,
      "etr": 955,
      "ĠAr": 956,
      "fit": 957,
      "AT": 958,
      "ger": 959,
      "\"&": 960,
      "icial": 961,
      "elt": 962,
      "min": 963,
      "ĠQ": 964,
      "ĠNEW": 965,
      "Ic": 966,
      "Ġcan": 967,
      "Ġiu": 968,
      "way": 969,
      "iat": 970,
      "va": 971,
      "Ġthey": 972,
      "Ġld": 973,
      "//": 974,
      "Ġgr": 975,
      "able": 976,
      "nesday": 977,
      "lu": 978,
      "tp": 979,
      "Ġsay": 980,
      "gs": 981,
      "str": 982,
      "ved": 983,
      "lh": 984,
      "che": 985,
      "omb": 986,
      "Ġtie": 987,
      "10": 988,
      "cy": 989,
      "orm": 990,
      "sts": 991,
      "Ġimp": 992,
      "Ġins": 993,
      "Ġwil": 994,
      "vern": 995,
      "AL": 996,
      "Ġbeen": 997,
      "Ġye": 998,
      "atch": 999,
      "arn": 1000,
      "tion": 1001,
      "Ġow": 1002,
      "Ġ19": 1003,
      "ata": 1004,
      "''": 1005,
      "ĠCon": 1006,
      "land": 1007,
      "Ġvi": 1008,
      "Ġwere": 1009,
      "ĠSu": 1010,
      "ster": 1011,
      "ga": 1012,
      "ĠAt": 1013,
      "han": 1014,
      "Ġtri": 1015,
      "'re": 1016,
      "Ia": 1017,
      "Ġinc": 1018,
      "Ġae": 1019,
      "ĠCorp": 1020,
      "Ġpa": 1021,
      "ker": 1022,
      "was": 1023,
      "Ġtal": 1024,
      "orth": 1025,
      "oI": 1026,
      "ĠPe": 1027,
      "ĠTr": 1028,
      "Ġbi": 1029,
      "Ġers": 1030,
      "ony": 1031,
      "Ġsm": 1032,
      ")-": 1033,
      "ĠSund": 1034,
      "Ġtra": 1035,
      "Ġod": 1036,
      "app": 1037,
      "gn": 1038,
      "bal": 1039,
      "urt": 1040,
      "Ġback": 1041,
      "ret": 1042,
      "Ġcar": 1043,
      "ĠEuro": 1044,
      "Ġav": 1045,
      "fa": 1046,
      "Ii": 1047,
      "Ġtor": 1048,
      "AFP": 1049,
      "Ġda": 1050,
      "Ġserv": 1051,
      "pos": 1052,
      "iin": 1053,
      "Ġmay": 1054,
      "Ġfour": 1055,
      "ĠTo": 1056,
      "Ġmark": 1057,
      "echn": 1058,
      ";.": 1059,
      "ims": 1060,
      "oin": 1061,
      "Ġrd": 1062,
      "urity": 1063,
      "ald": 1064,
      "Ing": 1065,
      "Ġni": 1066,
      "cd": 1067,
      "Ġabout": 1068,
      "Ġher": 1069,
      "enn": 1070,
      "Reut": 1071,
      "lv": 1072,
      "ĠBl": 1073,
      "Ġfro": 1074,
      "ced": 1075,
      "ĠWe": 1076,
      "Ġkill": 1077,
      "ican": 1078,
      "ĠtI": 1079,
      "Ġser": 1080,
      "ĠQu": 1081,
      "Ġdev": 1082,
      "gu": 1083,
      "mt": 1084,
      "ĠSa": 1085,
      "Ġrun": 1086,
      "mon": 1087,
      "uch": 1088,
      "ĠPri": 1089,
      "ĠMonday": 1090,
      "ki": 1091,
      "erd": 1092,
      "Ġmed": 1093,
      "ists": 1094,
      "ecut": 1095,
      "ĠPh": 1096,
      "comp": 1097,
      "eep": 1098,
      "Ġair": 1099,
      "Ġiin": 1100,
      "ope": 1101,
      "xp": 1102,
      "lor": 1103,
      "get": 1104,
      "Ġht": 1105,
      "let": 1106,
      "ating": 1107,
      "jor": 1108,
      "Ġei": 1109,
      "EN": 1110,
      "ari": 1111,
      "=/": 1112,
      "ked": 1113,
      "ĠPa": 1114,
      "ING": 1115,
      "mn": 1116,
      "uf": 1117,
      "ĠTe": 1118,
      "sd": 1119,
      "nal": 1120,
      "Ġmin": 1121,
      "ares": 1122,
      "ita": 1123,
      "Ġhav": 1124,
      "vel": 1125,
      "Ġtak": 1126,
      "net": 1127,
      "ĠBu": 1128,
      "ĠSec": 1129,
      "eal": 1130,
      "Ġtop": 1131,
      "ges": 1132,
      "lear": 1133,
      "Ġly": 1134,
      "Ġmor": 1135,
      "Ġge": 1136,
      "ling": 1137,
      "Ġworld": 1138,
      "Ġnn": 1139,
      "ĠNe": 1140,
      "ĠFriday": 1141,
      "Ġbhe": 1142,
      "sto": 1143,
      "ilt": 1144,
      "ands": 1145,
      "uo": 1146,
      "://": 1147,
      "fin": 1148,
      "vt": 1149,
      "atl": 1150,
      "Ġah": 1151,
      "ĠUp": 1152,
      "rh": 1153,
      "ury": 1154,
      "ones": 1155,
      "Ġteam": 1156,
      "Ġci": 1157,
      "king": 1158,
      "new": 1159,
      "ley": 1160,
      "itn": 1161,
      "ici": 1162,
      "dn": 1163,
      "ater": 1164,
      "Ġsoft": 1165,
      "isc": 1166,
      "ths": 1167,
      "iness": 1168,
      "Ġplan": 1169,
      "elr": 1170,
      "Ġpos": 1171,
      "from": 1172,
      "ily": 1173,
      "ĠUN": 1174,
      "ĠAm": 1175,
      "Ġaa": 1176,
      "erm": 1177,
      "CO": 1178,
      "Ġlin": 1179,
      "Ġds": 1180,
      "Ġaid": 1181,
      "ĠCan": 1182,
      "ince": 1183,
      "DA": 1184,
      "Ġeo": 1185,
      "ori": 1186,
      "Ġnc": 1187,
      "ĠFo": 1188,
      "Ġew": 1189,
      "ste": 1190,
      "ourt": 1191,
      "hel": 1192,
      "ĠJo": 1193,
      "Int": 1194,
      "adi": 1195,
      "ady": 1196,
      "Ġih": 1197,
      "ris": 1198,
      "fu": 1199,
      "inu": 1200,
      "Ġyou": 1201,
      "anl": 1202,
      "ĠAust": 1203,
      "ove": 1204,
      "200": 1205,
      "rosoft": 1206,
      "89": 1207,
      "Ġsb": 1208,
      "outh": 1209,
      "ĠOn": 1210,
      "hip": 1211,
      "head": 1212,
      "EL": 1213,
      "Ġith": 1214,
      "ision": 1215,
      "said": 1216,
      "uk": 1217,
      "As": 1218,
      "irt": 1219,
      "uring": 1220,
      "edi": 1221,
      "Ġwork": 1222,
      "Ġsays": 1223,
      "ĠHe": 1224,
      "fn": 1225,
      "ĠSto": 1226,
      "ister": 1227,
      "ĠYORK": 1228,
      "acks": 1229,
      "Ġtime": 1230,
      "ĠGr": 1231,
      "Ġtel": 1232,
      "ĠSun": 1233,
      "iee": 1234,
      "Ġru": 1235,
      "OS": 1236,
      "Ġty": 1237,
      "alf": 1238,
      "Ġwould": 1239,
      "Ġgro": 1240,
      "Ġib": 1241,
      "Ġpart": 1242,
      "Ġthei": 1243,
      "Ġton": 1244,
      "Ġhigh": 1245,
      "Ġgame": 1246,
      "Ġcont": 1247,
      "will": 1248,
      "cess": 1249,
      "ange": 1250,
      "ĠCa": 1251,
      "Ġtd": 1252,
      "rv": 1253,
      "On": 1254,
      "Ġ39": 1255,
      "lI": 1256,
      "Ġthree": 1257,
      "arm": 1258,
      "irst": 1259,
      "Ġwhen": 1260,
      "Ġtle": 1261,
      "Ġthi": 1262,
      "bd": 1263,
      "Ġthre": 1264,
      "uld": 1265,
      "ĠBush": 1266,
      "Ġcould": 1267,
      "ana": 1268,
      "illi": 1269,
      "ĠOly": 1270,
      "mm": 1271,
      "ols": 1272,
      "Ġill": 1273,
      "ito": 1274,
      "top": 1275,
      "ĠWi": 1276,
      "uth": 1277,
      "ement": 1278,
      "Ġaft": 1279,
      "ĠPal": 1280,
      "ĠRed": 1281,
      "orl": 1282,
      "Ġpi": 1283,
      "Ġdown": 1284,
      "ude": 1285,
      "back": 1286,
      "Ġtf": 1287,
      "Ġnext": 1288,
      "oul": 1289,
      "ears": 1290,
      "Ġ11": 1291,
      "New": 1292,
      ";&": 1293,
      "ped": 1294,
      "ĠCup": 1295,
      "Ġcompany": 1296,
      "Ġrep": 1297,
      "Ġtc": 1298,
      "ational": 1299,
      "Ġpla": 1300,
      "fore": 1301,
      "nh": 1302,
      "uit": 1303,
      "Ġoe": 1304,
      "Ġbas": 1305,
      "iant": 1306,
      "Ġig": 1307,
      "ries": 1308,
      "ren": 1309,
      "Ġwhe": 1310,
      "Ġcons": 1311,
      "ids": 1312,
      "rel": 1313,
      "-;": 1314,
      "Ġtthe": 1315,
      "tb": 1316,
      "lf": 1317,
      "ĠOil": 1318,
      "ece": 1319,
      "Ġoa": 1320,
      "Ġeh": 1321,
      "Se": 1322,
      "Ġ2004": 1323,
      "gest": 1324,
      "Ġred": 1325,
      "itl": 1326,
      "ĠGe": 1327,
      "Ġlat": 1328,
      "Ġwon": 1329,
      "ĠĠĠ": 1330,
      "Ġhs": 1331,
      "An": 1332,
      "rI": 1333,
      "ised": 1334,
      "ĠSer": 1335,
      "ism": 1336,
      "ĠIBM": 1337,
      "Ġtoday": 1338,
      "Ion": 1339,
      "form": 1340,
      "gan": 1341,
      "lat": 1342,
      "arge": 1343,
      "Ġche": 1344,
      "Ġcs": 1345,
      "ĠRep": 1346,
      "Ih": 1347,
      "here": 1348,
      "Ġwhich": 1349,
      "Ġact": 1350,
      "rec": 1351,
      "ĠEng": 1352,
      "IT": 1353,
      "Ġkn": 1354,
      "ery": 1355,
      "ures": 1356,
      "rb": 1357,
      "erl": 1358,
      "Ġget": 1359,
      "ĠTuesday": 1360,
      "dy": 1361,
      "ĠiP": 1362,
      "20": 1363,
      "ĠSte": 1364,
      "At": 1365,
      "Ġcut": 1366,
      "Ġyears": 1367,
      "atn": 1368,
      "dl": 1369,
      "ept": 1370,
      "Ġamp": 1371,
      "Ġshe": 1372,
      "Ġpub": 1373,
      "isn": 1374,
      "ĠLa": 1375,
      "leg": 1376,
      "ato": 1377,
      "rol": 1378,
      "36": 1379,
      "ney": 1380,
      "ads": 1381,
      "Ġopen": 1382,
      "Ġip": 1383,
      "Ġep": 1384,
      "Ġove": 1385,
      "ĠGoo": 1386,
      "lb": 1387,
      "Ġecon": 1388,
      "Ġain": 1389,
      "riv": 1390,
      "ek": 1391,
      "Ġcn": 1392,
      "Ġsr": 1393,
      "Ġelect": 1394,
      "Ġbel": 1395,
      "Ġtio": 1396,
      "Ġob": 1397,
      "ona": 1398,
      "ods": 1399,
      ":-": 1400,
      "eat": 1401,
      "asp": 1402,
      "rew": 1403,
      "Ġcal": 1404,
      "uy": 1405,
      "Ġjob": 1406,
      "Ġdeal": 1407,
      "Ġtake": 1408,
      "tes": 1409,
      "reed": 1410,
      "tor": 1411,
      "Ġmar": 1412,
      "ino": 1413,
      "yo": 1414,
      "ink": 1415,
      "Ġnight": 1416,
      "Ġhit": 1417,
      "Ġthr": 1418,
      "ians": 1419,
      "www": 1420,
      "ency": 1421,
      "Ġele": 1422,
      "cal": 1423,
      "Ġhat": 1424,
      "Ġihe": 1425,
      "bh": 1426,
      "Ġoo": 1427,
      "Ġmost": 1428,
      "ait": 1429,
      "irn": 1430,
      "have": 1431,
      "ĠWorld": 1432,
      "ocks": 1433,
      "Ġnow": 1434,
      "can": 1435,
      "Ġoft": 1436,
      "Ġhelp": 1437,
      "Iy": 1438,
      "Ġito": 1439,
      "Ar": 1440,
      "esi": 1441,
      "Ġlow": 1442,
      "Ġreport": 1443,
      "11": 1444,
      "my": 1445,
      "Ġrl": 1446,
      "ded": 1447,
      "Ġcor": 1448,
      "ĠTu": 1449,
      "Ġagainst": 1450,
      "Ig": 1451,
      "Ġmov": 1452,
      "bel": 1453,
      "Ġry": 1454,
      "atr": 1455,
      "ami": 1456,
      "Al": 1457,
      "EC": 1458,
      "eto": 1459,
      "rup": 1460,
      "ĠSi": 1461,
      "lon": 1462,
      "arget": 1463,
      "ĠSunday": 1464,
      "),": 1465,
      "-#": 1466,
      "ernet": 1467,
      "ede": 1468,
      "Ġrc": 1469,
      "Ġbuy": 1470,
      "ison": 1471,
      "Ġvict": 1472,
      "ips": 1473,
      "ĠBa": 1474,
      "usic": 1475,
      "arch": 1476,
      "enr": 1477,
      "oln": 1478,
      "vn": 1479,
      "ĠWo": 1480,
      "IC": 1481,
      "Ġtto": 1482,
      "Ġao": 1483,
      "Ġrr": 1484,
      "Ġass": 1485,
      "Ġbs": 1486,
      "Ġany": 1487,
      "Ġsit": 1488,
      "ml": 1489,
      "Ġsho": 1490,
      "ĠWeb": 1491,
      "Ġbid": 1492,
      "bed": 1493,
      "Ġsd": 1494,
      "Ġoh": 1495,
      "esd": 1496,
      "Ġcla": 1497,
      "otn": 1498,
      "Ġsome": 1499,
      ".;": 1500,
      "Ġlas": 1501,
      "aln": 1502,
      "ĠUnited": 1503,
      "Ġoc": 1504,
      "esr": 1505,
      "Ġmp": 1506,
      "Ġaw": 1507,
      "eter": 1508,
      "ĠGo": 1509,
      "Ġthird": 1510,
      "Im": 1511,
      "Ġriv": 1512,
      "Or": 1513,
      "Inc": 1514,
      "ints": 1515,
      "Ġian": 1516,
      "Ġnear": 1517,
      "Ġthee": 1518,
      "ĠJapan": 1519,
      "lng": 1520,
      "erc": 1521,
      "ued": 1522,
      "EO": 1523,
      "ĠChina": 1524,
      ").": 1525,
      "dd": 1526,
      "acc": 1527,
      "Ġ12": 1528,
      "ung": 1529,
      "Ġnl": 1530,
      "Wed": 1531,
      "yi": 1532,
      "Ġway": 1533,
      "iln": 1534,
      "reak": 1535,
      "Ġtin": 1536,
      "Ġms": 1537,
      "etd": 1538,
      "ior": 1539,
      "Ġpay": 1540,
      "ĠEn": 1541,
      "quot": 1542,
      "Reu": 1543,
      "Ġwer": 1544,
      "So": 1545,
      "ards": 1546,
      "ĠPak": 1547,
      "Ġtot": 1548,
      "arc": 1549,
      "Ġck": 1550,
      "Ġpt": 1551,
      "Ġtoo": 1552,
      "Ġps": 1553,
      "elop": 1554,
      "ĠEU": 1555,
      "omy": 1556,
      "Ġuse": 1557,
      "Ġjust": 1558,
      "esday": 1559,
      "ĠBy": 1560,
      "Ġrh": 1561,
      "ĠCr": 1562,
      "ump": 1563,
      "win": 1564,
      "tha": 1565,
      "Ġau": 1566,
      "Ġshow": 1567,
      "Ġithe": 1568,
      "full": 1569,
      "lar": 1570,
      "onal": 1571,
      "after": 1572,
      "ding": 1573,
      "Ġist": 1574,
      "Ġther": 1575,
      "ring": 1576,
      "nce": 1577,
      "Ġhim": 1578,
      "Ġga": 1579,
      "Ġeb": 1580,
      "ĠAFP": 1581,
      "Ġthem": 1582,
      "loy": 1583,
      "Ġeas": 1584,
      "hy": 1585,
      "Ġthie": 1586,
      "Ġhead": 1587,
      "tu": 1588,
      "Ġown": 1589,
      "ĠMe": 1590,
      "ĠThursday": 1591,
      "eak": 1592,
      "ular": 1593,
      "mes": 1594,
      "sb": 1595,
      "Ġsta": 1596,
      "Ġiv": 1597,
      "key": 1598,
      ".&": 1599,
      "tc": 1600,
      "ero": 1601,
      "Ġinn": 1602,
      "ĠComp": 1603,
      "Ġlh": 1604,
      "Ġke": 1605,
      "ĠFi": 1606,
      "ĠWith": 1607,
      "iS": 1608,
      "ĠCom": 1609,
      "ages": 1610,
      "BC": 1611,
      "Ġgovern": 1612,
      "iing": 1613,
      "ria": 1614,
      "even": 1615,
      ";...&": 1616,
      "Ġths": 1617,
      "-(": 1618,
      "Ġled": 1619,
      "Ġhn": 1620,
      "Ġsub": 1621,
      "ounced": 1622,
      "Ġlhe": 1623,
      "Ġine": 1624,
      ";'": 1625,
      "Ġtihe": 1626,
      "Ġart": 1627,
      "Ġinj": 1628,
      "rst": 1629,
      "Ġver": 1630,
      "eu": 1631,
      "Ġsf": 1632,
      "inst": 1633,
      "Ġnet": 1634,
      "ider": 1635,
      "Ġmake": 1636,
      "bor": 1637,
      "tI": 1638,
      "Ġted": 1639,
      "lly": 1640,
      "ship": 1641,
      "Pr": 1642,
      "nts": 1643,
      "ters": 1644,
      "http": 1645,
      "wit": 1646,
      "ĠsI": 1647,
      "isl": 1648,
      "Ġpeople": 1649,
      "otr": 1650,
      "ĠBus": 1651,
      "ween": 1652,
      "Ġey": 1653,
      "ĠChe": 1654,
      "ĠDo": 1655,
      "Ġwl": 1656,
      "Ġws": 1657,
      "eta": 1658,
      "ĠSl": 1659,
      "fd": 1660,
      "vers": 1661,
      "Ġban": 1662,
      "Ġmen": 1663,
      "Ġfs": 1664,
      "Ġpu": 1665,
      "Ġmillion": 1666,
      "rer": 1667,
      "ĠTa": 1668,
      "Ġ...": 1669,
      "Ġlong": 1670,
      "19": 1671,
      "Ġpost": 1672,
      "Ġhy": 1673,
      "ĠaI": 1674,
      "ĠPo": 1675,
      "Ġbt": 1676,
      "Ġgroup": 1677,
      "nter": 1678,
      "wor": 1679,
      "IA": 1680,
      "Ġrm": 1681,
      "Ġlf": 1682,
      "Ġyes": 1683,
      "ĠUK": 1684,
      "Ġsecond": 1685,
      "ĠThurs": 1686,
      "ĠYork": 1687,
      "ities": 1688,
      "IL": 1689,
      "ya": 1690,
      "Ġtre": 1691,
      "het": 1692,
      "kes": 1693,
      "Ġgam": 1694,
      "round": 1695,
      "ĠAnd": 1696,
      "bas": 1697,
      "Ġtes": 1698,
      "ĠPre": 1699,
      "Ġ15": 1700,
      "Quote": 1701,
      "erry": 1702,
      "ĠWa": 1703,
      "Ġanl": 1704,
      "ĠSan": 1705,
      "Ġhome": 1706,
      "Ġdeb": 1707,
      "ĠGre": 1708,
      "ĠHa": 1709,
      "Ġseason": 1710,
      "inf": 1711,
      "gen": 1712,
      "Ġbank": 1713,
      "vr": 1714,
      "Ġrea": 1715,
      "Ġsea": 1716,
      "Af": 1717,
      "olr": 1718,
      "iag": 1719,
      "Ġwn": 1720,
      "Ġput": 1721,
      "Ġprices": 1722,
      "aq": 1723,
      "'ll": 1724,
      "ico": 1725,
      "inr": 1726,
      "eI": 1727,
      "ĠAll": 1728,
      "oni": 1729,
      "eir": 1730,
      "fur": 1731,
      "Ġdet": 1732,
      "Ġree": 1733,
      "Ġbh": 1734,
      "ift": 1735,
      "alk": 1736,
      "ama": 1737,
      "nds": 1738,
      "Ġ18": 1739,
      "Ġrev": 1740,
      "ĠReuters": 1741,
      "Ġfn": 1742,
      "estin": 1743,
      "heir": 1744,
      "Ġmer": 1745,
      "ĠAss": 1746,
      "ĠTi": 1747,
      "mpic": 1748,
      "rot": 1749,
      "ago": 1750,
      "cor": 1751,
      "Ġwr": 1752,
      "Ġhl": 1753,
      "aiy": 1754,
      "hing": 1755,
      "ĠiS": 1756,
      "Ġnum": 1757,
      "Ġcall": 1758,
      "ises": 1759,
      "Ġcomm": 1760,
      "oup": 1761,
      "ĠHo": 1762,
      "Ġsof": 1763,
      "uti": 1764,
      "ĠDel": 1765,
      "ext": 1766,
      "oti": 1767,
      "Ġother": 1768,
      "onr": 1769,
      "Ġmilit": 1770,
      "TA": 1771,
      "Ġthet": 1772,
      "Ġ/": 1773,
      "ara": 1774,
      "eme": 1775,
      "Ġagain": 1776,
      "uj": 1777,
      "ĠNov": 1778,
      "ĠSox": 1779,
      "onn": 1780,
      "itr": 1781,
      "ĠIndia": 1782,
      "Ġtm": 1783,
      "info": 1784,
      "Ġtion": 1785,
      "Ġmonth": 1786,
      "owing": 1787,
      "iw": 1788,
      "inig": 1789,
      "tle": 1790,
      "ila": 1791,
      "ĠIT": 1792,
      "play": 1793,
      "Ma": 1794,
      "Ġoif": 1795,
      "30": 1796,
      "olt": 1797,
      "'ve": 1798,
      "mar": 1799,
      "esp": 1800,
      "Ġsk": 1801,
      "Ġmarket": 1802,
      "bus": 1803,
      "Ġopp": 1804,
      "Ġff": 1805,
      "Ġlaw": 1806,
      "nday": 1807,
      "vid": 1808,
      "tho": 1809,
      "cb": 1810,
      "ĠLo": 1811,
      "14": 1812,
      "oli": 1813,
      "tic": 1814,
      "Ġlr": 1815,
      "irm": 1816,
      "ape": 1817,
      "yl": 1818,
      "Ġons": 1819,
      "inal": 1820,
      "Ġhu": 1821,
      "vl": 1822,
      "esl": 1823,
      "ĠRa": 1824,
      "edt": 1825,
      "ĠUs": 1826,
      "ments": 1827,
      "ban": 1828,
      "Ġfu": 1829,
      "inng": 1830,
      "Ġdt": 1831,
      "Ġini": 1832,
      "Ġyea": 1833,
      "nst": 1834,
      "enl": 1835,
      "Ġever": 1836,
      "Ġhop": 1837,
      "Ġoth": 1838,
      "Ġdn": 1839,
      "ĠIf": 1840,
      "ĠNet": 1841,
      "ĠDa": 1842,
      "idd": 1843,
      "ĠOr": 1844,
      "ampion": 1845,
      "Ġtry": 1846,
      "Ġbill": 1847,
      "osp": 1848,
      "Ġcu": 1849,
      "Ġeven": 1850,
      "Ġ14": 1851,
      "Ġstart": 1852,
      "Ġsuc": 1853,
      "Ġ16": 1854,
      "Full": 1855,
      "Ġeff": 1856,
      "Ġ.-": 1857,
      "Ier": 1858,
      "set": 1859,
      "Ġbat": 1860,
      "vd": 1861,
      "Ġbn": 1862,
      "Ġlc": 1863,
      "ĠWednesday": 1864,
      "Ġ-.": 1865,
      "son": 1866,
      "Ġate": 1867,
      "etwork": 1868,
      "alr": 1869,
      "Mo": 1870,
      "Ġ-'": 1871,
      "Ġrat": 1872,
      "ores": 1873,
      "mr": 1874,
      "Ġmu": 1875,
      "Ġ17": 1876,
      "Ġland": 1877,
      "Le": 1878,
      "Ġtechn": 1879,
      "abl": 1880,
      "Ġcost": 1881,
      "rie": 1882,
      "osn": 1883,
      "ĠJohn": 1884,
      "Ġsales": 1885,
      "iter": 1886,
      "Ġvo": 1887,
      "Ai": 1888,
      "Ġtol": 1889,
      "Ġfive": 1890,
      "Ġstar": 1891,
      "aspx": 1892,
      "Ġies": 1893,
      "Ġhand": 1894,
      "Ġtoi": 1895,
      "lee": 1896,
      "Ġgl": 1897,
      "Ġrecord": 1898,
      "nk": 1899,
      "Ġoin": 1900,
      "Ġfer": 1901,
      "rab": 1902,
      "ĠOf": 1903,
      "Ġquarter": 1904,
      "Ġtur": 1905,
      "Ġnews": 1906,
      "bat": 1907,
      "mber": 1908,
      "Ġsy": 1909,
      "Ġlon": 1910,
      "Ip": 1911,
      "LE": 1912,
      "No": 1913,
      "date": 1914,
      "Ġsin": 1915,
      "Ġki": 1916,
      "Ġnf": 1917,
      "ustry": 1918,
      "12": 1919,
      "~-": 1920,
      "Ġ30": 1921,
      "rin": 1922,
      "ĠAu": 1923,
      "ĠOpen": 1924,
      "ix": 1925,
      "sec": 1926,
      "ĠiT": 1927,
      "Ġson": 1928,
      "Ġinvest": 1929,
      "ĠCi": 1930,
      "bes": 1931,
      "elf": 1932,
      "Ġago": 1933,
      "hc": 1934,
      "Reuter": 1935,
      "wl": 1936,
      "Ġina": 1937,
      "eas": 1938,
      "ĠHREF": 1939,
      "Ġlor": 1940,
      "Soft": 1941,
      "ined": 1942,
      "itc": 1943,
      "SE": 1944,
      "za": 1945,
      "Ġks": 1946,
      "amm": 1947,
      "esh": 1948,
      "Ġdou": 1949,
      "Ġ13": 1950,
      "Ġtv": 1951,
      "Ġmade": 1952,
      "uns": 1953,
      "ility": 1954,
      "Ġiw": 1955,
      "ivers": 1956,
      "hu": 1957,
      "Ġtest": 1958,
      "Ġcb": 1959,
      "Ġfar": 1960,
      "Ġfut": 1961,
      "eln": 1962,
      "ĠAi": 1963,
      "iea": 1964,
      "jo": 1965,
      "Ġthel": 1966,
      "ĠEd": 1967,
      "ĠIran": 1968,
      "asl": 1969,
      "Ġtht": 1970,
      "ody": 1971,
      "ĠVi": 1972,
      "Ġwhat": 1973,
      "pon": 1974,
      "Ġunder": 1975,
      "Ġinf": 1976,
      "lec": 1977,
      "ige": 1978,
      "FL": 1979,
      "To": 1980,
      "Ġaut": 1981,
      "Ġmn": 1982,
      "Ġeg": 1983,
      "ĠNot": 1984,
      "Ġshar": 1985,
      "ĠBank": 1986,
      "Ġrest": 1987,
      "Ġgt": 1988,
      "ĠWar": 1989,
      "sta": 1990,
      "ific": 1991,
      "nm": 1992,
      "nin": 1993,
      "Ġdep": 1994,
      "Ġcompan": 1995,
      "Ġess": 1996,
      "ko": 1997,
      "yr": 1998,
      "Ġloss": 1999,
      "nti": 2000,
      "Ġkey": 2001,
      "Ġhan": 2002,
      "hei": 2003,
      "ora": 2004,
      "ĠEl": 2005,
      "onl": 2006,
      "aty": 2007,
      "Ġnin": 2008,
      "isco": 2009,
      "than": 2010,
      "ering": 2011,
      "Ġfou": 2012,
      "ilng": 2013,
      "ela": 2014,
      "asi": 2015,
      "asn": 2016,
      "Ġrul": 2017,
      "Ġemp": 2018,
      "Ġnr": 2019,
      "Ġthen": 2020,
      "';": 2021,
      "aft": 2022,
      "Ġmove": 2023,
      "pped": 2024,
      "atd": 2025,
      "Ġgi": 2026,
      "ĠWin": 2027,
      "wt": 2028,
      "ened": 2029,
      "ĠAug": 2030,
      "ĠYa": 2031,
      "Ġbomb": 2032,
      "nf": 2033,
      "Ġold": 2034,
      "tei": 2035,
      "-:": 2036,
      "attle": 2037,
      "Ies": 2038,
      "Ġdri": 2039,
      "Ġlthe": 2040,
      "iles": 2041,
      "icl": 2042,
      "ĠIS": 2043,
      "eca": 2044,
      "lls": 2045,
      "Ġsen": 2046,
      "ume": 2047,
      "ills": 2048,
      "ĠPol": 2049,
      "etn": 2050,
      "Ġgov": 2051,
      "rf": 2052,
      "ĠWor": 2053,
      "iri": 2054,
      "Ġrf": 2055,
      "orea": 2056,
      "Ġhow": 2057,
      "iei": 2058,
      "rip": 2059,
      "Ġwt": 2060,
      "acl": 2061,
      "Mi": 2062,
      "inv": 2063,
      "Ġite": 2064,
      "Ġmt": 2065,
      "Ġinl": 2066,
      "ean": 2067,
      "Ġond": 2068,
      ".\"": 2069,
      "ĠSw": 2070,
      "Ġplans": 2071,
      "Ġlm": 2072,
      "Ġwou": 2073,
      "ĠSn": 2074,
      "ĠDec": 2075,
      "iod": 2076,
      "quick": 2077,
      "Ġsat": 2078,
      "ĠIa": 2079,
      "Ġthc": 2080,
      "rim": 2081,
      "edl": 2082,
      "ilg": 2083,
      "ĠIra": 2084,
      "imed": 2085,
      "Ġagre": 2086,
      "ĠWal": 2087,
      "eting": 2088,
      "ĠBi": 2089,
      "Ġvic": 2090,
      "hey": 2091,
      "oci": 2092,
      "ults": 2093,
      "ĠIraqi": 2094,
      "Ġtar": 2095,
      "ĠWest": 2096,
      "ĠDi": 2097,
      "iai": 2098,
      "Ġdays": 2099,
      "Ġros": 2100,
      "ira": 2101,
      "ĠUni": 2102,
      "-~": 2103,
      "Ġral": 2104,
      "ying": 2105,
      "ĠDr": 2106,
      "Ġmajor": 2107,
      "Ġspe": 2108,
      "ĠOrac": 2109,
      "Ġclos": 2110,
      "week": 2111,
      "Ġnto": 2112,
      "ĠJa": 2113,
      "Ġfinal": 2114,
      "oil": 2115,
      "Ġofi": 2116,
      "Pa": 2117,
      "Ġrb": 2118,
      "ided": 2119,
      "Ġont": 2120,
      "ĠJu": 2121,
      "ife": 2122,
      "Ied": 2123,
      "ham": 2124,
      "Ġtlo": 2125,
      "hin": 2126,
      "pol": 2127,
      "ader": 2128,
      "04": 2129,
      "Ġran": 2130,
      "Fi": 2131,
      "Ġles": 2132,
      "Ġlar": 2133,
      "Ġdow": 2134,
      "Ġpercent": 2135,
      "Ġcc": 2136,
      "Ġjo": 2137,
      "Sa": 2138,
      "Ġiof": 2139,
      "Ġglo": 2140,
      "Ġlb": 2141,
      "oney": 2142,
      "Cl": 2143,
      "had": 2144,
      "Ġlto": 2145,
      "Ġref": 2146,
      "ĠStr": 2147,
      "thi": 2148,
      "ending": 2149,
      "arte": 2150,
      "Ot": 2151,
      "etl": 2152,
      "Ġgh": 2153,
      "Ġdrug": 2154,
      "Ġlit": 2155,
      "We": 2156,
      "Ġrhe": 2157,
      "hm": 2158,
      "ioi": 2159,
      "Ġafte": 2160,
      "For": 2161,
      "Ġcas": 2162,
      "ecs": 2163,
      "que": 2164,
      "Ġdead": 2165,
      "irc": 2166,
      "Ġ-#": 2167,
      "ires": 2168,
      "16": 2169,
      "ety": 2170,
      "ĠRu": 2171,
      "Ġdu": 2172,
      "Ġans": 2173,
      "UN": 2174,
      "ites": 2175,
      "lei": 2176,
      "tos": 2177,
      "tm": 2178,
      "Ġsold": 2179,
      "itch": 2180,
      "cted": 2181,
      "Ġtalks": 2182,
      "ials": 2183,
      "Ġkilled": 2184,
      "bro": 2185,
      "ĠlI": 2186,
      "usi": 2187,
      "Ġadv": 2188,
      "Ġmaker": 2189,
      "Ġiis": 2190,
      "orr": 2191,
      "itg": 2192,
      "ieg": 2193,
      "Ġleast": 2194,
      "Ġalt": 2195,
      "Ġnat": 2196,
      "ĠHol": 2197,
      "inux": 2198,
      "Ġore": 2199,
      "Ġleft": 2200,
      "ĠtO": 2201,
      "alls": 2202,
      "ĠSch": 2203,
      "Ġani": 2204,
      "Si": 2205,
      "ithe": 2206,
      "Ġtoe": 2207,
      "ĠFe": 2208,
      "Ġnh": 2209,
      "lion": 2210,
      "Ġren": 2211,
      "ala": 2212,
      "Ġtlhe": 2213,
      "ends": 2214,
      "Ġadd": 2215,
      "Ġul": 2216,
      "Ġort": 2217,
      "ethe": 2218,
      "ingi": 2219,
      "Ġtp": 2220,
      "ĠDep": 2221,
      "Ġpric": 2222,
      "Ġfol": 2223,
      "Ġthte": 2224,
      "ĠMay": 2225,
      "umer": 2226,
      "UR": 2227,
      "tal": 2228,
      "bc": 2229,
      "Ġrin": 2230,
      "ĠTwo": 2231,
      "ught": 2232,
      "Te": 2233,
      "Ġrac": 2234,
      "Ġfre": 2235,
      "Ġdom": 2236,
      "Ġmis": 2237,
      "Ġue": 2238,
      "Ġhel": 2239,
      "Ġyesterday": 2240,
      "Br": 2241,
      "Ġdea": 2242,
      "ĠNor": 2243,
      "ĠAustral": 2244,
      "ĠiI": 2245,
      "Ġonly": 2246,
      "sti": 2247,
      "ĠMicrosoft": 2248,
      "Ġny": 2249,
      "ĠSouth": 2250,
      "cha": 2251,
      "ĠGroup": 2252,
      "ĠThur": 2253,
      "ky": 2254,
      "enti": 2255,
      "illed": 2256,
      "Ġ25": 2257,
      "ĠState": 2258,
      "nb": 2259,
      "Ġothe": 2260,
      "np": 2261,
      "wr": 2262,
      "elo": 2263,
      "Ġtos": 2264,
      "Iv": 2265,
      "md": 2266,
      "Ġlan": 2267,
      "quote": 2268,
      "Ġtth": 2269,
      "ĠNorth": 2270,
      "ĠGa": 2271,
      "ĠIntern": 2272,
      "first": 2273,
      "sy": 2274,
      "uer": 2275,
      "Ġtarget": 2276,
      "ĠOne": 2277,
      "tro": 2278,
      "ux": 2279,
      "Ġrp": 2280,
      "Ġbillion": 2281,
      "Ġbeat": 2282,
      "Ġder": 2283,
      "Ad": 2284,
      "Ġtec": 2285,
      "who": 2286,
      "ĠCe": 2287,
      "tive": 2288,
      "ource": 2289,
      "Reute": 2290,
      "cle": 2291,
      "ilo": 2292,
      "Ġthle": 2293,
      "ĠBar": 2294,
      "ngs": 2295,
      "Sl": 2296,
      "hol": 2297,
      "Ġiln": 2298,
      "enal": 2299,
      "Ġfam": 2300,
      "aii": 2301,
      "uI": 2302,
      "ioe": 2303,
      "ĠeI": 2304,
      "Be": 2305,
      "Ġstate": 2306,
      "lies": 2307,
      "25": 2308,
      "ging": 2309,
      "sI": 2310,
      "arly": 2311,
      "run": 2312,
      "Ġbil": 2313,
      "sf": 2314,
      "igi": 2315,
      "Ġaud": 2316,
      "ola": 2317,
      "Ġfirm": 2318,
      "met": 2319,
      "into": 2320,
      "Ġien": 2321,
      "ĠCha": 2322,
      "cut": 2323,
      "Ġlet": 2324,
      "ides": 2325,
      "Ġline": 2326,
      "ĠBost": 2327,
      "hit": 2328,
      "Ġtih": 2329,
      "ano": 2330,
      "rio": 2331,
      "asd": 2332,
      "Ġys": 2333,
      "ĠNews": 2334,
      "Ġonl": 2335,
      "rain": 2336,
      "their": 2337,
      "yt": 2338,
      "ĠoI": 2339,
      "iting": 2340,
      "Ġlike": 2341,
      "Ġsell": 2342,
      "ĠfI": 2343,
      "Ġprov": 2344,
      ":.": 2345,
      "Ġcos": 2346,
      "Ġcoach": 2347,
      "car": 2348,
      "col": 2349,
      "Ġcity": 2350,
      "Ġthes": 2351,
      "Ġ21": 2352,
      ",;": 2353,
      "edr": 2354,
      "atin": 2355,
      "Ġ..": 2356,
      "obs": 2357,
      "hea": 2358,
      "exp": 2359,
      "tio": 2360,
      "vic": 2361,
      "lli": 2362,
      "gram": 2363,
      "Ġire": 2364,
      "Ġcam": 2365,
      "ox": 2366,
      "Ġomp": 2367,
      "Ġfound": 2368,
      "otl": 2369,
      "Ġyest": 2370,
      "Ġchief": 2371,
      "SP": 2372,
      "lem": 2373,
      "Ġitn": 2374,
      "Ġprof": 2375,
      "Ġ'-": 2376,
      "ĠAfter": 2377,
      "elp": 2378,
      "ĠMac": 2379,
      "sed": 2380,
      "ĠBla": 2381,
      "Ġhist": 2382,
      "emp": 2383,
      "Ġface": 2384,
      "dh": 2385,
      "lad": 2386,
      "icn": 2387,
      "lex": 2388,
      "ĠFri": 2389,
      "Ġdiv": 2390,
      "ĠBri": 2391,
      "eed": 2392,
      "Ġsystem": 2393,
      "Ġeve": 2394,
      "Ġmany": 2395,
      "bet": 2396,
      "Ġpn": 2397,
      "oma": 2398,
      "Ġva": 2399,
      "Ġdon": 2400,
      "Ġtof": 2401,
      "Ġkil": 2402,
      "~.": 2403,
      "ĠBig": 2404,
      "Ġheld": 2405,
      "Ġ2005": 2406,
      "ĠShar": 2407,
      ",\"": 2408,
      "nv": 2409,
      "oer": 2410,
      "ĠiM": 2411,
      "Ġrepor": 2412,
      "Ġvs": 2413,
      "Amer": 2414,
      "De": 2415,
      "isg": 2416,
      "iev": 2417,
      "ios": 2418,
      "tw": 2419,
      "13": 2420,
      "ĠtS": 2421,
      "Ġduring": 2422,
      "Ca": 2423,
      "Ġdl": 2424,
      "ĠMil": 2425,
      "owl": 2426,
      "Ġearly": 2427,
      "ja": 2428,
      "eco": 2429,
      "Pl": 2430,
      "vy": 2431,
      "this": 2432,
      "ĠInter": 2433,
      ")--": 2434,
      "Iu": 2435,
      "Os": 2436,
      "tim": 2437,
      "Ġpast": 2438,
      "Ġhar": 2439,
      "arges": 2440,
      "edn": 2441,
      "rts": 2442,
      "Ġior": 2443,
      "ĠIsl": 2444,
      "ĠPi": 2445,
      "plan": 2446,
      "hdad": 2447,
      "17": 2448,
      "Corp": 2449,
      "more": 2450,
      "oon": 2451,
      "Ġato": 2452,
      "Ġlp": 2453,
      "Ġhold": 2454,
      "ĠChin": 2455,
      "Ġacqu": 2456,
      "Ġrom": 2457,
      "Ġein": 2458,
      "Ġtrad": 2459,
      "ming": 2460,
      "Ġhum": 2461,
      "kees": 2462,
      "Ġpower": 2463,
      "ĠAM": 2464,
      "ended": 2465,
      "Ian": 2466,
      "Ol": 2467,
      "Ġvictory": 2468,
      "Ist": 2469,
      "Ġlate": 2470,
      ".\\": 2471,
      "Ss": 2472,
      "ĠiB": 2473,
      "intg": 2474,
      "iry": 2475,
      "Ġisn": 2476,
      "ĠSta": 2477,
      "eer": 2478,
      "Ġsts": 2479,
      "Ġpat": 2480,
      "Ġhot": 2481,
      "iff": 2482,
      "Ġshare": 2483,
      "aer": 2484,
      "Ġround": 2485,
      "ĠCalif": 2486,
      "iig": 2487,
      "uce": 2488,
      "ingl": 2489,
      "ĠAp": 2490,
      "inlg": 2491,
      "je": 2492,
      "Ġten": 2493,
      "Ġsusp": 2494,
      "ative": 2495,
      "Ġcel": 2496,
      "ĠPrime": 2497,
      "Ne": 2498,
      "des": 2499,
      "Ġlw": 2500,
      "utt": 2501,
      "PC": 2502,
      "alo": 2503,
      "iae": 2504,
      "aed": 2505,
      "invest": 2506,
      "hee": 2507,
      "ieh": 2508,
      "ĠApple": 2509,
      "den": 2510,
      "Ġcf": 2511,
      "Ġethe": 2512,
      "Ġmet": 2513,
      "ĠCu": 2514,
      "amed": 2515,
      "lled": 2516,
      "cti": 2517,
      "Ġbeing": 2518,
      "90": 2519,
      "most": 2520,
      "Ġnes": 2521,
      "Ġben": 2522,
      "IM": 2523,
      "val": 2524,
      "Ġeat": 2525,
      "Ġnon": 2526,
      "reg": 2527,
      "Ġofl": 2528,
      "ĠRet": 2529,
      "Ġ24": 2530,
      "Ġoon": 2531,
      "Ġstill": 2532,
      "time": 2533,
      "itng": 2534,
      "Ġfail": 2535,
      "Ġbv": 2536,
      "Ġmod": 2537,
      "ublic": 2538,
      "ĠGoogle": 2539,
      "Ġmain": 2540,
      "Ġmuch": 2541,
      "Monday": 2542,
      "based": 2543,
      "nI": 2544,
      "ses": 2545,
      "Ġsince": 2546,
      "Ġrg": 2547,
      "atic": 2548,
      "ĠlS": 2549,
      "Ġgold": 2550,
      "Ġeto": 2551,
      "iso": 2552,
      "ĠFin": 2553,
      "ĠSaturday": 2554,
      "kt": 2555,
      "anr": 2556,
      "bur": 2557,
      "ĠiC": 2558,
      "been": 2559,
      "Ġage": 2560,
      "Ġple": 2561,
      "aci": 2562,
      "lll": 2563,
      "ĠEu": 2564,
      "ĠHi": 2565,
      "rupt": 2566,
      "Bl": 2567,
      "Ġformer": 2568,
      "Ġsem": 2569,
      "Ġsha": 2570,
      "asy": 2571,
      "stocks": 2572,
      "Ġden": 2573,
      "ĠSAN": 2574,
      "Ġgiant": 2575,
      "ĠRi": 2576,
      "ĠOl": 2577,
      "fy": 2578,
      "Ġcur": 2579,
      "Ġbar": 2580,
      "lock": 2581,
      "Ġaga": 2582,
      "ĠInte": 2583,
      "tel": 2584,
      "ĠSen": 2585,
      "ĠWill": 2586,
      "Ġyo": 2587,
      "ĠEar": 2588,
      "EF": 2589,
      "-)": 2590,
      ":'": 2591,
      "Ġcri": 2592,
      "Ġber": 2593,
      "ĠIns": 2594,
      "ĠPat": 2595,
      "very": 2596,
      "ĠiA": 2597,
      "Ġron": 2598,
      "ĠIts": 2599,
      "ĠRec": 2600,
      "Ġ,-": 2601,
      "Ġprofit": 2602,
      "Ġoffer": 2603,
      "Ġattack": 2604,
      "Ġrof": 2605,
      "Ġnb": 2606,
      "Ġdata": 2607,
      "ĠFa": 2608,
      "Ġtan": 2609,
      "Ġfoll": 2610,
      "Ġtte": 2611,
      "Ġtea": 2612,
      "Ġaro": 2613,
      "Ġsv": 2614,
      "ared": 2615,
