{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "_",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "_",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "_",
        -2.438660540706959
      ],
      [
        "s",
        -3.5369919994943206
      ],
      [
        ".",
        -3.612351908196402
      ],
      [
        "-",
        -3.737503208766711
      ],
      [
        ",",
        -3.8942229365294097
      ],
      [
        "i",
        -3.8962449120996734
      ],
      [
        "e",
        -4.056122508693738
      ],
      [
        "t",
        -4.169796262690731
      ],
      [
        "l",
        -4.22137438661075
      ],
      [
        "'",
        -4.340587075426855
      ],
      [
        "a",
        -4.451618291079111
      ],
      [
        "n",
        -4.480782171274154
      ],
      [
        "_a",
        -4.558314787907131
      ],
      [
        "r",
        -4.563610243865643
      ],
      [
        "o",
        -4.71944253877135
      ],
      [
        "_the",
        -5.0327410472112835
      ],
      [
        "d",
        -5.034894119103047
      ],
      [
        "I",
        -5.0867030198168965
      ],
      [
        "_to",
        -5.1216976910754255
      ],
      [
        "_t",
        -5.2628004605323095
      ],
      [
        "_in",
        -5.2708510256442445
      ],
      [
        "h",
        -5.334577652993403
      ],
      [
        "_e",
        -5.37129442367265
      ],
      [
        "_s",
        -5.372948567512555
      ],
      [
        "_of",
        -5.386240525651733
      ],
      [
        "c",
        -5.4206228867173145
      ],
      [
        "b",
        -5.4568927294902405
      ],
      [
        ":",
        -5.553245413455249
      ],
      [
        "f",
        -5.563391880096047
      ],
      [
        "_n",
        -5.6046157503124086
      ],
      [
        "1",
        -5.619270065779727
      ],
      [
        "u",
        -5.682296435112132
      ],
      [
        "v",
        -5.71013846522448
      ],
      [
        "_r",
        -5.713701595498449
      ],
      [
        "_-",
        -5.742143905698596
      ],
      [
        "_on",
        -5.765754892991957
      ],
      [
        "m",
        -5.770460707954527
      ],
      [
        "_o",
        -5.794186493526899
      ],
      [
        ";",
        -5.90211068502397
      ],
      [
        "_i",
        -5.917500743704535
      ],
      [
        "_d",
        -5.940627174407167
      ],
      [
        "~",
        -5.945604902704016
      ],
      [
        "_l",
        -5.9587042673469295
      ],
      [
        "ing",
        -5.96675208008255
      ],
      [
        "ed",
        -5.967057094858493
      ],
      [
        "_and",
        -6.019120190541198
      ],
      [
        "in",
        -6.157226038610482
      ],
      [
        "_f",
        -6.2358511701226895
      ],
      [
        "_h",
        -6.259914777143331
      ],
      [
        "_for",
        -6.2795798550054425
      ],
      [
        "\"",
        -6.3082275869199815
      ],
      [
        "y",
        -6.317632426656784
      ],
      [
        "_A",
        -6.343261401904044
      ],
      [
        "_c",
        -6.390653844889632
      ],
      [
        "er",
        -6.394789416770086
      ],
      [
        "_an",
        -6.550638304901204
      ],
      [
        "es",
        -6.555622576812313
      ],
      [
        "'s",
        -6.580338185518068
      ],
      [
        "_b",
        -6.603048846575042
      ],
      [
        "_th",
        -6.6063283201857566
      ],
      [
        "_at",
        -6.608816262615299
      ],
      [
        "_S",
        -6.619551181317689
      ],
      [
        "_m",
        -6.6246747024326265
      ],
      [
        "_p",
        -6.659779789975893
      ],
      [
        "_he",
        -6.663130155051968
      ],
      [
        "is",
        -6.664753740318769
      ],
      [
        "_I",
        -6.707922197866063
      ],
      [
        "_g",
        -6.716134402216079
      ],
      [
        "_w",
        -6.723073436754559
      ],
      [
        "_is",
        -6.726601634348983
      ],
      [
        "_as",
        -6.736612019471188
      ],
      [
        "p",
        -6.751270536028677
      ],
      [
        "_it",
        -6.790456978514436
      ],
      [
        "S",
        -6.790498609981521
      ],
      [
        "to",
        -6.804035406397036
      ],
      [
        "g",
        -6.859686454010376
      ],
      [
        "on",
        -6.8994439490880755
      ],
      [
        "re",
        -6.918369533560314
      ],
      [
        "w",
        -6.923638686295616
      ],
      [
        "_y",
        -6.937763085320411
      ],
      [
        "_be",
        -6.9529607862311735
      ],
      [
        "_The",
        -6.97136346114303
      ],
      [
        "it",
        -6.976363159109782
      ],
      [
        "at",
        -7.013531095293182
      ],
      [
        "ly",
        -7.015050915013212
      ],
      [
        "an",
        -7.049776156563759
      ],
      [
        "_by",
        -7.051720081373686
      ],
      [
        "_T",
        -7.063655501583048
      ],
      [
        "le",
        -7.068414513103642
      ],
      [
        "_C",
        -7.082934282846637
      ],
      [
        "\\",
        -7.091159493514358
      ],
      [
        "st",
        -7.0942544281582265
      ],
      [
        "_#39;s",
        -7.0982104362058305
      ],
      [
        "_P",
        -7.12268630389725
      ],
      [
        "en",
        -7.145868925171989
      ],
      [
        "_re",
        -7.155097926633648
      ],
      [
        "te",
        -7.177189510080057
      ],
      [
        "ie",
        -7.179450728384298
      ],
      [
        "_that",
        -7.207238034708173
      ],
      [
        "_its",
        -7.208240064144162
      ],
      [
        "4",
        -7.218191696204048
      ],
      [
        "al",
        -7.21927845679544
      ],
      [
        "as",
        -7.22701349458848
      ],
      [
        "_M",
        -7.23888542231966
      ],
      [
        "or",
        -7.240768549653744
      ],
      [
        "_1",
        -7.244189692355901
      ],
      [
        "_with",
        -7.250074695912806
      ],
      [
        "_B",
        -7.25752554065722
      ],
      [
        "et",
        -7.259447696126829
      ],
      [
        "_u",
        -7.263375145970313
      ],
      [
        ")",
        -7.2881880262097045
      ],
      [
        "_has",
        -7.304012397194217
      ],
      [
        "th",
        -7.3053755048758795
      ],
      [
        "ts",
        -7.3548186274725875
      ],
      [
        "_st",
        -7.367713444123716
      ],
      [
        "A",
        -7.376323325042071
      ],
      [
        "_US",
        -7.432261969856345
      ],
      [
        "el",
        -7.441245851443517
      ],
      [
        "ls",
        -7.453543683681092
      ],
      [
        "of",
        -7.454300924497579
      ],
      [
        "L",
        -7.4614522854426735
      ],
      [
        "ne",
        -7.466165821879459
      ],
      [
        "_R",
        -7.47172287869725
      ],
      [
        "k",
        -7.4938510089852475
      ],
      [
        "_W",
        -7.500018883128011
      ],
      [
        "_his",
        -7.501312691103882
      ],
      [
        "se",
        -7.51461975670162
      ],
      [
        "_te",
        -7.516850812692956
      ],
      [
        "_O",
        -7.526005753632717
      ],
      [
        "_D",
        -7.526781417936686
      ],
      [
        "_F",
        -7.532271009943127
      ],
      [
        "_v",
        -7.537146173998625
      ],
      [
        "_or",
        -7.538184276878189
      ],
      [
        "rs",
        -7.539313597306194
      ],
      [
        "_In",
        -7.541109997610661
      ],
      [
        "_N",
        -7.546138566000819
      ],
      [
        "id",
        -7.556375638215783
      ],
      [
        "_(",
        -7.575849914547973
      ],
      [
        "-a",
        -7.579110899728288
      ],
      [
        "the",
        -7.585098910294015
      ],
      [
        "_E",
        -7.606691545181503
      ],
      [
        "ce",
        -7.61188832391786
      ],
      [
        "E",
        -7.61411873642742
      ],
      [
        "_was",
        -7.618276223749955
      ],
      [
        "ad",
        -7.618879241897044
      ],
      [
        "j",
        -7.624520412642482
      ],
      [
        "ns",
        -7.627446358061928
      ],
      [
        "_said",
        -7.634558624138679
      ],
      [
        "_up",
        -7.64908851027336
      ],
      [
        "ers",
        -7.650677582829562
      ],
      [
        "_from",
        -7.652872989678162
      ],
      [
        "O",
        -7.655768491997417
      ],
      [
        "_#39;",
        -7.667626804249359
      ],
      [
        "ar",
        -7.669941496654067
      ],
      [
        "T",
        -7.672839540531612
      ],
      [
        "P",
        -7.67775390463202
      ],
      [
        "_er",
        -7.680855960214085
      ],
      [
        "_co",
        -7.681734546412494
      ],
      [
        "ir",
        -7.68721598348268
      ],
      [
        "od",
        -7.717159229061977
      ],
      [
        "-e",
        -7.743434565938804
      ],
      [
        "3",
        -7.752179488838603
      ],
      [
        "_G",
        -7.756320012692104
      ],
      [
        "ig",
        -7.761759486297672
      ],
      [
        "_H",
        -7.764728285958213
      ],
      [
        "6",
        -7.767663806535335
      ],
      [
        "os",
        -7.774021314561464
      ],
      [
        "_L",
        -7.777174684099952
      ],
      [
        "nt",
        -7.784157184379826
      ],
      [
        "-t",
        -7.812543098324358
      ],
      [
        "_new",
        -7.8145397144168705
      ],
      [
        "x",
        -7.823005871512761
      ],
      [
        "_will",
        -7.826639321166139
      ],
      [
        "ia",
        -7.8324666310104245
      ],
      [
        "C",
        -7.840948918853044
      ],
      [
        "and",
        -7.843977385779608
      ],
      [
        "_ng",
        -7.845702367436118
      ],
      [
        "ot",
        -7.858691950206721
      ],
      [
        "be",
        -7.859175637664455
      ],
      [
        "_k",
        -7.862224721766024
      ],
      [
        "ld",
        -7.864358509307099
      ],
      [
        "ve",
        -7.879573779283572
      ],
      [
        "me",
        -7.885220231547002
      ],
      [
        "_se",
        -7.888506989403924
      ],
      [
        "_are",
        -7.896958279037241
      ],
      [
        "il",
        -7.900630081764433
      ],
      [
        "W",
        -7.922300072526385
      ],
      [
        "he",
        -7.924123361256807
      ],
      [
        "M",
        -7.930651376040421
      ],
      [
        "_en",
        -7.93796472876852
      ],
      [
        "_over",
        -7.968896475829782
      ],
      [
        "_--",
        -7.970516194156675
      ],
      [
        "_le",
        -7.979319304394478
      ],
      [
        "_fo",
        -7.984723965853629
      ],
      [
        "B",
        -7.991615089240602
      ],
      [
        "_AP",
        -7.994905154452997
      ],
      [
        "_de",
        -8.00310080325797
      ],
      [
        "_nd",
        -8.004868280087145
      ],
      [
        "for",
        -8.00943268702893
      ],
      [
        "'e",
        -8.02254738253892
      ],
      [
        "_out",
        -8.048577105688244
      ],
      [
        "q",
        -8.05233798125802
      ],
      [
        "U",
        -8.05292599567868
      ],
      [
        "ee",
        -8.062804696004603
      ],
      [
        "ic",
        -8.070959653422662
      ],
      [
        "_al",
        -8.07305126437732
      ],
      [
        "lt",
        -8.074435836644989
      ],
      [
        "0",
        -8.078473135243314
      ],
      [
        "ter",
        -8.089542320827167
      ],
      [
        "us",
        -8.100697498867401
      ],
      [
        "_have",
        -8.106486697818687
      ],
      [
        "_U",
        -8.1068117489455
      ],
      [
        "tr",
        -8.115271701085844
      ],
      [
        "5",
        -8.120769994156534
      ],
      [
        "nd",
        -8.123109552520809
      ],
      [
        "&",
        -8.123663507908132
      ],
      [
        "_pr",
        -8.13894716105666
      ],
      [
        "?",
        -8.14295704512101
      ],
      [
        "_so",
        -8.145223002314339
      ],
      [
        "_la",
        -8.147852911520607
      ],
      [
        "rt",
        -8.149727086676611
      ],
      [
        "ta",
        -8.153797666921266
      ],
      [
        "_bo",
        -8.154854584171321
      ],
      [
        "_K",
        -8.15574154631738
      ],
      [
        "io",
        -8.157172164811357
      ],
      [
        "_J",
        -8.160996228525585
      ],
      [
        "_New",
        -8.162458325320635
      ],
      [
        "_two",
        -8.165093081419043
      ],
      [
        "_sa",
        -8.166238065473092
      ],
      [
        "ae",
        -8.170972424322283
      ],
      [
        "_but",
        -8.176904626399567
      ],
      [
        "la",
        -8.182270901368343
      ],
      [
        "z",
        -8.187251715715565
      ],
      [
        "ll",
        -8.192434982473666
      ],
      [
        "_ha",
        -8.198641524886385
      ],
      [
        "_2",
        -8.202519192226415
      ],
      [
        "_un",
        -8.210421810778367
      ],
      [
        "ies",
        -8.223942891609632
      ],
      [
        "_ch",
        -8.224254165594942
      ],
      [
        "_es",
        -8.226769312337163
      ],
      [
        "_after",
        -8.22698098536214
      ],
      [
        "ut",
        -8.228039947704247
      ],
      [
        "de",
        -8.235892978055075
      ],
      [
        "_(AP)",
        -8.24012664297309
      ],
      [
        "-in",
        -8.249825465824498
      ],
      [
        "ch",
        -8.250545817841653
      ],
      [
        "_no",
        -8.252976231459497
      ],
      [
        "-r",
        -8.26025466348105
      ],
      [
        "_Th",
        -8.271208901621778
      ],
      [
        "ry",
        -8.27753267065086
      ],
      [
        "_Re",
        -8.278111226922016
      ],
      [
        "_3",
        -8.280913281077085
      ],
      [
        "oe",
        -8.284706634779482
      ],
      [
        "rd",
        -8.287028800788306
      ],
      [
        "cr",
        -8.287644151592891
      ],
      [
        "_ne",
        -8.287975165538121
      ],
      [
        "Is",
        -8.290404636311045
      ],
      [
        "_ed",
        -8.291701250824486
      ],
      [
        "ng",
        -8.294398395962409
      ],
      [
        "_wi",
        -8.303422570190946
      ],
      [
        "up",
        -8.308158769387504
      ],
      [
        "_lo",
        -8.308594130600982
      ],
      [
        "D",
        -8.317971901905313
      ],
      [
        "_ta",
        -8.32994991321392
      ],
      [
        "_ma",
        -8.332058035730137
      ],
      [
        "ai",
        -8.333803703027883
      ],
      [
        "co",
        -8.335594583252545
      ],
      [
        "ty",
        -8.336679562116085
      ],
      [
        "_not",
        -8.346024875153535
      ],
      [
        "ol",
        -8.346696450874227
      ],
      [
        "V",
        -8.348384680298665
      ],
      [
        "ted",
        -8.348928495693595
      ],
      [
        "Y",
        -8.35241150525788
      ],
      [
        "lo",
        -8.354098792098831
      ],
      [
        "un",
        -8.354851962773015
      ],
      [
        "_mo",
        -8.35939837251913
      ],
      [
        "ion",
        -8.361460317088657
      ],
      [
        "_sh",
        -8.36968597914748
      ],
      [
        "_off",
        -8.373026200253342
      ],
      [
        "ue",
        -8.373516904267934
      ],
      [
        "_who",
        -8.37395467950952
      ],
      [
        "-to",
        -8.373978611469141
      ],
      [
        "_ar",
        -8.382481278562832
      ],
      [
        "In",
        -8.39155033918713
      ],
      [
        "ian",
        -8.394973932057905
      ],
      [
        "_St",
        -8.396012165691698
      ],
      [
        "_ca",
        -8.399401761111339
      ],
      [
        "F",
        -8.400296139280032
      ],
      [
        "_tbe",
        -8.407434491039844
      ],
      [
        "_ce",
        -8.40999348040594
      ],
      [
        "(",
        -8.413156156217713
      ],
      [
        "iy",
        -8.41550685098212
      ],
      [
        "ea",
        -8.426429871114706
      ],
      [
        "est",
        -8.428128461410893
      ],
      [
        "R",
        -8.429593137869208
      ],
      [
        "_ro",
        -8.433157415415753
      ],
      [
        "by",
        -8.438673799212498
      ],
      [
        "_me",
        -8.439031473482462
      ],
      [
        "_their",
        -8.44671803900701
      ],
      [
        "ny",
        -8.448012042884422
      ],
      [
        "ra",
        -8.448916782301641
      ],
      [
        "ln",
        -8.453935972380805
      ],
      [
        "_ia",
        -8.455965081334046
      ],
      [
        "_V",
        -8.456754223850108
      ],
      [
        "_ot",
        -8.459521657338241
      ],
      [
        "'a",
        -8.459533451659368
      ],
      [
        "_more",
        -8.461545938033124
      ],
      [
        "_Co",
        -8.467161052338724
      ],
      [
        "-d",
        -8.475605288735455
      ],
      [
        "ier",
        -8.478911103111475
      ],
      [
        "'t",
        -8.485210337495399
      ],
      [
        "bs",
        -8.487779663370322
      ],
      [
        "_U.S.",
        -8.488650594580989
      ],
      [
        "2",
        -8.48989028856043
      ],
      [
        "rn",
        -8.49261525129238
      ],
      [
        "ma",
        -8.49307069368432
      ],
      [
        "ur",
        -8.494140224659315
      ],
      [
        "led",
        -8.494774667617008
      ],
      [
        "_ho",
        -8.49593543159246
      ],
      [
        "_do",
        -8.496895736025207
      ],
      [
        "!",
        -8.499616655364468
      ],
      [
        "sh",
        -8.501569820609006
      ],
      [
        "Ie",
        -8.50898913795169
      ],
      [
        "_quot;",
        -8.512829142829192
      ],
      [
        "_fi",
        -8.51378801617927
      ],
      [
        "ro",
        -8.514265919122998
      ],
      [
        "ey",
        -8.519489286457802
      ],
      [
        "cs",
        -8.519710779073744
      ],
      [
        "_ra",
        -8.522130787620561
      ],
      [
        "man",
        -8.52323165102635
      ],
      [
        "its",
        -8.528831060242055
      ],
      [
        "-o",
        -8.531691821354677
      ],
      [
        "no",
        -8.533298190154518
      ],
      [
        "_go",
        -8.539030980545792
      ],
      [
        "fe",
        -8.541857238035231
      ],
      [
        "_had",
        -8.55952788366386
      ],
      [
        "_if",
        -8.560329002335028
      ],
      [
        "na",
        -8.562339973222254
      ],
      [
        "_this",
        -8.564634746626673
      ],
      [
        "-the",
        -8.569186206776795
      ],
      [
        "_It",
        -8.571015473456463
      ],
      [
        "It",
        -8.573217412286123
      ],
      [
        "_nt",
        -8.576179270506962
      ],
      [
        "out",
        -8.577485765145964
      ],
      [
        "bo",
        -8.579357646178531
      ],
      [
        "ip",
        -8.5827264874466
      ],
      [
        "_we",
        -8.584949106477966
      ],
      [
        "ft",
        -8.588550130595971
      ],
      [
        "_one",
        -8.592706857394411
      ],
      [
        "_first",
        -8.59430186228353
      ],
      [
        "ct",
        -8.595162166383243
      ],
      [
        "ay",
        -8.596903677637222
      ],
      [
        "im",
        -8.604082689969346
      ],
      [
        "_\"",
        -8.615152398630386
      ],
      [
        "G",
        -8.615240763610664
      ],
      [
        "_all",
        -8.615481306115438
      ],
      [
        "_wo",
        -8.616906882067347
      ],
      [
        "_ol",
        -8.620984127829676
      ],
      [
        "_Ma",
        -8.624248819756971
      ],
      [
        "_day",
        -8.625003610349575
      ],
      [
        "_io",
        -8.630419147940966
      ],
      [
        "tn",
        -8.633522121233746
      ],
      [
        "_An",
        -8.638903392464695
      ],
      [
        "ting",
        -8.64167720345249
      ],
      [
        "_hi",
        -8.642295651282174
      ],
      [
        "_win",
        -8.642480815997043
      ],
      [
        "am",
        -8.642896731737672
      ],
      [
        "_oil",
        -8.643439387554196
      ],
      [
        "les",
        -8.64497680986273
      ],
      [
        "_To",
        -8.64540381115697
      ],
      [
        "-y",
        -8.646633147480639
      ],
      [
        "_po",
        -8.647388438671612
      ],
      [
        "ton",
        -8.651460695135665
      ],
      [
        "_wh",
        -8.652392836174759
      ],
      [
        "_pe",
        -8.654013053424407
      ],
      [
        "_end",
        -8.655107603897342
      ],
      [
        "_ad",
        -8.655182286844006
      ],
      [
        "_ts",
        -8.65533793245503
      ],
      [
        "end",
        -8.658811151767809
      ],
      [
        "_than",
        -8.662120518676016
      ],
      [
        "lr",
        -8.66408240251642
      ],
      [
        "_ve",
        -8.666833441536527
      ],
      [
        "_last",
        -8.669682324006954
      ],
      [
        "ha",
        -8.671824108374748
      ],
      [
        "_li",
        -8.67586593127995
      ],
      [
        "_tho",
        -8.680239585140587
      ],
      [
        "_wa",
        -8.681766100933004
      ],
      [
        "ast",
        -8.686445815311817
      ],
      [
        "ba",
        -8.691415879313164
      ],
      [
        "red",
        -8.69147956509568
      ],
      [
        "om",
        -8.693377551394558
      ],
      [
        "ou",
        -8.693535816331366
      ],
      [
        "_tr",
        -8.693964119071882
      ],
      [
        "_ll",
        -8.693982766749635
      ],
      [
        "_No",
        -8.69880634682445
      ],
      [
        "_fr",
        -8.699041291530595
      ],
      [
        "_tha",
        -8.701719418054557
      ],
      [
        "_Iraq",
        -8.702481908302055
      ],
      [
        "-of",
        -8.705025351857415
      ],
      [
        "ent",
        -8.70671851350314
      ],
      [
        "ate",
        -8.707768854123074
      ],
      [
        "ck",
        -8.710022793549943
      ],
      [
        "_ion",
        -8.719161871196334
      ],
      [
        "_De",
        -8.720544726157815
      ],
      [
        "_Se",
        -8.720847890931374
      ],
      [
        "ist",
        -8.721880853073808
      ],
      [
        "cd",
        -8.723670715564946
      ],
      [
        "lng",
        -8.725489538699746
      ],
      [
        "ag",
        -8.729034954628673
      ],
      [
        "_Pr",
        -8.730487306288278
      ],
      [
        "ied",
        -8.732473700265894
      ],
      [
        "ler",
        -8.7338269868104
      ],
      [
        "_con",
        -8.734360696866712
      ],
      [
        "-p",
        -8.736652001628944
      ],
      [
        "_oi",
        -8.73730734113256
      ],
      [
        "ine",
        -8.73759074323036
      ],
      [
        "_into",
        -8.73952109294225
      ],
      [
        "_pa",
        -8.742055734040903
      ],
      [
        "_were",
        -8.743165156162284
      ],
      [
        "-on",
        -8.74429372980665
      ],
      [
        "_Inc.",
        -8.74529409136639
      ],
      [
        "_ti",
        -8.752155224117178
      ],
      [
        "_rs",
        -8.752306867570065
      ],
      [
        "_Mo",
        -8.753749154525726
      ],
      [
        "_pl",
        -8.755211223380606
      ],
      [
        "_ba",
        -8.757037514688626
      ],
      [
        "ca",
        -8.758323788150808
      ],
      [
        "_can",
        -8.760697582588914
      ],
      [
        "her",
        -8.76115407674914
      ],
      [
        "_ea",
        -8.762863862731521
      ],
      [
        "son",
        -8.766236949201229
      ],
      [
        "J",
        -8.776699060045992
      ],
      [
        "ms",
        -8.779281028126379
      ],
      [
        "_Ch",
        -8.779469201658989
      ],
      [
        "td",
        -8.780783484089334
      ],
      [
        "ud",
        -8.783632398473245
      ],
      [
        "hs",
        -8.784516245815396
      ],
      [
        "_4",
        -8.788379339717892
      ],
      [
        "_ay",
        -8.79528992068665
      ],
      [
        "/",
        -8.795830616069058
      ],
      [
        "ned",
        -8.797324633114046
      ],
      [
        "K",
        -8.797666093779533
      ],
      [
        "_Mi",
        -8.800919451369857
      ],
      [
        "_#",
        -8.80320952974046
      ],
      [
        "-c",
        -8.803389692064293
      ],
      [
        "...",
        -8.804521577857141
      ],
      [
        "ial",
        -8.806100392349034
      ],
      [
        "'r",
        -8.806896049697432
      ],
      [
        "int",
        -8.808846528331696
      ],
      [
        "_Pa",
        -8.809499970192398
      ],
      [
        "_Ca",
        -8.809560626965089
      ],
      [
        "_ef",
        -8.811046296805175
      ],
      [
        "ver",
        -8.815927469010575
      ],
      [
        "-h",
        -8.81755290266031
      ],
      [
        "_com",
        -8.819064092576363
      ],
      [
        "_mi",
        -8.82195775677652
      ],
      [
        "ice",
        -8.823017299827995
      ],
      [
        "_Be",
        -8.823986785346712
      ],
      [
        "his",
        -8.824708525947766
      ],
      [
        "ho",
        -8.82575946654788
      ],
      [
        "da",
        -8.826748187822124
      ],
      [
        "_been",
        -8.834814327691493
      ],
      [
        "ling",
        -8.835318857260294
      ],
      [
        "1e",
        -8.835729901523127
      ],
      [
        "op",
        -8.837836929037636
      ],
      [
        "_pro",
        -8.841367556946139
      ],
      [
        "_they",
        -8.842415049840529
      ],
      [
        "H",
        -8.84703410498559
      ],
      [
        "ah",
        -8.849465157540337
      ],
      [
        "em",
        -8.849972419416444
      ],
      [
        "ac",
        -8.851841930642038
      ],
      [
        "_il",
        -8.852849457722865
      ],
      [
        "all",
        -8.853640196393808
      ],
      [
        "mo",
        -8.853847904074797
      ],
      [
        "tor",
        -8.855321338145938
      ],
      [
        "ment",
        -8.856400115823877
      ],
      [
        "ul",
        -8.858700642797984
      ],
      [
        "_di",
        -8.859629410918062
      ],
      [
        "_et",
        -8.860165911673583
      ],
      [
        "_na",
        -8.863390973043245
      ],
      [
        "_su",
        -8.863606503813592
      ],
      [
        "_NEW",
        -8.867515766660471
      ],
      [
        "res",
        -8.870794726531496
      ],
      [
        "7",
        -8.871374873459292
      ],
      [
        "_So",
        -8.87409383824619
      ],
      [
        "ec",
        -8.875386164079536
      ],
      [
        "_Y",
        -8.875536108931298
      ],
      [
        "_year",
        -8.876376422561519
      ],
      [
        "_ex",
        -8.881156599734016
      ],
      [
        "_set",
        -8.887192099497973
      ],
      [
        "8",
        -8.887725432832074
      ],
      [
        "_tie",
        -8.887934639369984
      ],
      [
        "der",
        -8.8890457677075
      ],
      [
        "_qu",
        -8.892140892648378
      ],
      [
        "lan",
        -8.892789522861563
      ],
      [
        "pr",
        -8.897883271031684
      ],
      [
        "_per",
        -8.900941519846267
      ],
      [
        "ht",
        -8.901696414567198
      ],
      [
        "ation",
        -8.904274308290717
      ],
      [
        "_ut",
        -8.906050975064092
      ],
      [
        "*",
        -8.909821453064229
      ],
      [
        "tion",
        -8.910979752584813
      ],
      [
        "pe",
        -8.913192795033144
      ],
      [
        "_ln",
        -8.914780620506233
      ],
      [
        "with",
        -8.918552873819102
      ],
      [
        "_q",
        -8.919223616642807
      ],
      [
        "#39;s",
        -8.922119616143933
      ],
      [
        "day",
        -8.922409985499849
      ],
      [
        "cl",
        -8.924246417975791
      ],
      [
        "ber",
        -8.92605411061591
      ],
      [
        "ien",
        -8.926922550275108
      ],
      [
        "if",
        -8.927001217413418
      ],
      [
        "-b",
        -8.928107544398845
      ],
      [
        "ear",
        -8.929231943415783
      ],
      [
        "br",
        -8.929616140177258
      ],
      [
        "_op",
        -8.931021949561028
      ],
      [
        "ep",
        -8.931507874702735
      ],
      [
        "_back",
        -8.933010502016455
      ],
      [
        "_si",
        -8.935493021814779
      ],
      [
        "ite",
        -8.937159123086584
      ],
      [
        "_sp",
        -8.937234838784178
      ],
      [
        "_ou",
        -8.937994346334062
      ],
      [
        "_bu",
        -8.939207717144125
      ],
      [
        "_af",
        -8.940198052332466
      ],
      [
        "that",
        -8.943759155166617
      ],
      [
        "ap",
        -8.943885731503816
      ],
      [
        "ih",
        -8.948541720818215
      ],
      [
        "ner",
        -8.95313778977508
      ],
      [
        "_may",
        -8.955288392583785
      ],
      [
        "_about",
        -8.955511436128308
      ],
      [
        "_Sa",
        -8.956538774713973
      ],
      [
        "are",
        -8.959496478956375
      ],
      [
        "'d",
        -8.960659197109473
      ],
      [
        "ant",
        -8.964723275918795
      ],
      [
        "oy",
        -8.966823594986472
      ],
      [
        "men",
        -8.967121718150612
      ],
      [
        "_10",
        -8.967449065455366
      ],
      [
        "_We",
        -8.970725367245674
      ],
      [
        "_ir",
        -8.970839183294029
      ],
      [
        "9",
        -8.971097999884707
      ],
      [
        "_)",
        -8.971686611570643
      ],
      [
        "ge",
        -8.972022979260558
      ],
      [
        "_us",
        -8.978185734530127
      ],
      [
        "-S",
        -8.97863764998168
      ],
      [
        "cn",
        -8.982054085998126
      ],
      [
        "nce",
        -8.985780904779467
      ],
      [
        "_He",
        -8.986730848357734
      ],
      [
        "_ie",
        -8.988498358693196
      ],
      [
        "lc",
        -8.991408937914294
      ],
      [
        "has",
        -8.993352936981253
      ],
      [
        "The",
        -8.993889403570053
      ],
      [
        "_lead",
        -8.995264590768713
      ],
      [
        "_ii",
        -8.99721803483906
      ],
      [
        "_ge",
        -8.998137705456536
      ],
      [
        "ab",
        -8.998631930778707
      ],
      [
        "Ir",
        -8.999600888488382
      ],
      [
        "ive",
        -9.000932012095415
      ],
      [
        "_Br",
        -9.00138518303141
      ],
      [
        "do",
        -9.007774417314796
      ],
      [
        "over",
        -9.008759171778717
      ],
      [
        "iu",
        -9.008957906731613
      ],
      [
        "_ic",
        -9.011307808627615
      ],
      [
        "ke",
        -9.012122248016674
      ],
      [
        "nr",
        -9.014354639895036
      ],
      [
        "_week",
        -9.015366707407342
      ],
      [
        "iig",
        -9.015986794833648
      ],
      [
        "eh",
        -9.016133844500192
      ],
      [
        "_Is",
        -9.018349100324432
      ],
      [
        "_Fr",
        -9.020225769519385
      ],
      [
        "ow",
        -9.021540301411026
      ],
      [
        "ors",
        -9.022108223192264
      ],
      [
        "_As",
        -9.025663093920354
      ],
      [
        "lay",
        -9.025663850758193
      ],
      [
        "-m",
        -9.02777160760414
      ],
      [
        "ak",
        -9.028366024926681
      ],
      [
        "-an",
        -9.028955042144135
      ],
      [
        "-A",
        -9.032000355434214
      ],
      [
        "_(Reuters)",
        -9.033153408044463
      ],
      [
        "eld",
        -9.033862735100142
      ],
      [
        "wa",
        -9.034309361443118
      ],
      [
        "_Ba",
        -9.035245563536378
      ],
      [
        "_Wi",
        -9.03854433910676
      ],
      [
        "lon",
        -9.03886285758663
      ],
      [
        "com",
        -9.038923891261051
      ],
      [
        "_cl",
        -9.039316276719983
      ],
      [
        "bn",
        -9.044750323780654
      ],
      [
        "Ing",
        -9.047274405647835
      ],
      [
        "_Un",
        -9.047756803611614
      ],
      [
        "_ri",
        -9.050319640028661
      ],
      [
        "_iin",
        -9.053088598255354
      ],
      [
        "fr",
        -9.058894861020985
      ],
      [
        "_fa",
        -9.060255333520589
      ],
      [
        "ina",
        -9.062691244759794
      ],
      [
        "hi",
        -9.062777873042698
      ],
      [
        "mp",
        -9.062995239841035
      ],
      [
        "N",
        -9.06306939702565
      ],
      [
        "age",
        -9.063520113119171
      ],
      [
        "go",
        -9.064734301470134
      ],
      [
        "US",
        -9.065787093117482
      ],
      [
        "_0",
        -9.067165173950023
      ],
      [
        "_Te",
        -9.068194217616071
      ],
      [
        "_man",
        -9.074119589803344
      ],
      [
        "_Al",
        -9.076840759016516
      ],
      [
        "_bi",
        -9.078749215982375
      ],
      [
        "ile",
        -9.079277230098556
      ],
      [
        "_say",
        -9.079379005324105
      ],
      [
        "_At",
        -9.081876223727257
      ],
      [
        "_Ne",
        -9.082550518417253
      ],
      [
        "hat",
        -9.083213331592168
      ],
      [
        "ek",
        -9.084691522256847
      ],
      [
        "tal",
        -9.084789145150392
      ],
      [
        "_ag",
        -9.085188152155734
      ],
      [
        "ity",
        -9.091389846224864
      ],
      [
        "_bhe",
        -9.091884104421442
      ],
      [
        "tes",
        -9.092558091440043
      ],
      [
        "_ye",
        -9.09325037567681
      ],
      [
        "iin",
        -9.093957681565229
      ],
      [
        "und",
        -9.09712267352699
      ],
      [
        "lin",
        -9.097146006964092
      ],
      [
        "_On",
        -9.09841919801706
      ],
      [
        "ail",
        -9.09861842409858
      ],
      [
        "_9",
        -9.099335588161516
      ],
      [
        "ew",
        -9.100156081648125
      ],
      [
        "eid",
        -9.10097658087709
      ],
      [
        "ary",
        -9.104746047578912
      ],
      [
        "ens",
        -9.105123961153648
      ],
      [
        "eir",
        -9.106106953048837
      ],
      [
        "ral",
        -9.106925764537294
      ],
      [
        "_j",
        -9.10692943006848
      ],
      [
        "-f",
        -9.10796349015781
      ],
      [
        "rk",
        -9.108048188619478
      ],
      [
        "fi",
        -9.109034444419002
      ],
      [
        "ets",
        -9.109300515169073
      ],
      [
        "tle",
        -9.109818083614153
      ],
      [
        "wo",
        -9.109982078718414
      ],
      [
        "_6",
        -9.1115119837485
      ],
      [
        "_time",
        -9.1127583303727
      ],
      [
        "_5",
        -9.114777994557333
      ],
      [
        "_om",
        -9.117179586770618
      ],
      [
        "_top",
        -9.11973466481431
      ],
      [
        "e-d",
        -9.120211583619351
      ],
      [
        "hn",
        -9.12333716169184
      ],
      [
        "_when",
        -9.126001458559514
      ],
      [
        "ard",
        -9.126897858401739
      ],
      [
        "iing",
        -9.12744435765337
      ],
      [
        "_cr",
        -9.12773053239758
      ],
      [
        "_Oil",
        -9.128397781347061
      ],
      [
        "lp",
        -9.130926421886421
      ],
      [
        "lv",
        -9.132210192611012
      ],
      [
        "dy",
        -9.133804886874344
      ],
      [
        "oa",
        -9.135129268112669
      ],
      [
        "_game",
        -9.135566156298687
      ],
      [
        "aid",
        -9.135693920869233
      ],
      [
        "_you",
        -9.137328639437333
      ],
      [
        "ci",
        -9.137616693011013
      ],
      [
        "_ent",
        -9.13944198905417
      ],
      [
        "_La",
        -9.140862446276824
      ],
      [
        "_el",
        -9.142782255164903
      ],
      [
        "_For",
        -9.14513979333056
      ],
      [
        "land",
        -9.14525340162351
      ],
      [
        "_YORK",
        -9.150658082594873
      ],
      [
        "_next",
        -9.151209077539178
      ],
      [
        "ef",
        -9.151311751212077
      ],
      [
        "han",
        -9.151721444708873
      ],
      [
        "_br",
        -9.15320734654141
      ],
      [
        "_8",
        -9.153729374576223
      ],
      [
        "ain",
        -9.15407616652087
      ],
      [
        "_id",
        -9.155963704949793
      ],
      [
        "_team",
        -9.159330295448171
      ],
      [
        "nes",
        -9.160310343932395
      ],
      [
        "ill",
        -9.160900579615836
      ],
      [
        "fo",
        -9.1611890219407
      ],
      [
        "_iu",
        -9.165152635271372
      ],
      [
        "um",
        -9.16581363427369
      ],
      [
        "ell",
        -9.166059460428365
      ],
      [
        "_Su",
        -9.166410873823047
      ],
      [
        "-w",
        -9.169083519288883
      ],
      [
        "#39;",
        -9.169877115035455
      ],
      [
        "ron",
        -9.172616743308108
      ],
      [
        "we",
        -9.173220959299698
      ],
      [
        "ins",
        -9.174785346004064
      ],
      [
        "_would",
        -9.17486161426513
      ],
      [
        "_Ir",
        -9.175319686006727
      ],
      [
        "_UN",
        -9.176710454177073
      ],
      [
        "sy",
        -9.177491675507124
      ],
      [
        "_im",
        -9.179081733490406
      ],
      [
        "mi",
        -9.180073353191526
      ],
      [
        "bt",
        -9.183619252567317
      ],
      [
        "vi",
        -9.183642441237694
      ],
      [
        "mer",
        -9.183868530348317
      ],
      [
        "_could",
        -9.18434632145389
      ],
      [
        "ex",
        -9.186053867937666
      ],
      [
        "'y",
        -9.186401681508354
      ],
      [
        "nal",
        -9.1868872798318
      ],
      [
        "_says",
        -9.188267585026118
      ],
      [
        "art",
        -9.188538318722117
      ],
      [
        "_down",
        -9.191009224053449
      ],
      [
        "cy",
        -9.194352607345555
      ],
      [
        "ug",
        -9.19487682080883
      ],
      [
        "_her",
        -9.197151212140014
      ],
      [
        "_Ho",
        -9.19794934510448
      ],
      [
        "_20",
        -9.198415795219798
      ],
      [
        "rm",
        -9.199444274174693
      ],
      [
        "_7",
        -9.201972428284847
      ],
      [
        "ace",
        -9.20244931313874
      ],
      [
        "iz",
        -9.20373738538703
      ],
      [
        "_some",
        -9.204529342954327
      ],
      [
        "ost",
        -9.205747554987418
      ],
      [
        "tan",
        -9.207239178633447
      ],
      [
        "_gr",
        -9.207387376911853
      ],
      [
        "bu",
        -9.207485566770217
      ],
      [
        "from",
        -9.208827486377984
      ],
      [
        "wi",
        -9.209039828006189
      ],
      [
        "tin",
        -9.20905780257218
      ],
      [
        "_car",
        -9.210848174890993
      ],
      [
        "_aid",
        -9.211111819884668
      ],
      [
        "_Monday",
        -9.211640726105312
      ],
      [
        "_sc",
        -9.213705772031226
      ],
      [
        "oh",
        -9.214094216163469
      ],
      [
        "_comp",
        -9.215454636763848
      ],
      [
        "ire",
        -9.221515217729412
      ],
      [
        "ead",
        -9.221934266710822
      ],
      [
        "_Cup",
        -9.22267154614806
      ],
      [
        "_Wa",
        -9.228841839502987
      ],
      [
        "_Sun",
        -9.22977345514433
      ],
      [
        "ach",
        -9.23145128947258
      ],
      [
        "_Ro",
        -9.23554755996232
      ],
      [
        "_three",
        -9.235712173960929
      ],
      [
        "_which",
        -9.237032323528943
      ],
      [
        "_#3",
        -9.238019691516428
      ],
      [
        "_Go",
        -9.243168382206438
      ],
      [
        "vs",
        -9.24451852541085
      ],
      [
        "_world",
        -9.247000601601597
      ],
      [
        "in-g",
        -9.247239521627154
      ],
      [
        "_ab",
        -9.247346721882447
      ],
      [
        "_deal",
        -9.248798574559327
      ],
      [
        "po",
        -9.249807231249491
      ],
      [
        "_tle",
        -9.250631868685677
      ],
      [
        "fer",
        -9.25154992798931
      ],
      [
        "bi",
        -9.253125308923229
      ],
      [
        "con",
        -9.253784105268295
      ],
      [
        "_Bush",
        -9.25514350050911
      ],
      [
        "_sn",
        -9.256276451785503
      ],
      [
        "_da",
        -9.257548769920326
      ],
      [
        "_(R",
        -9.258488734395272
      ],
      [
        "-and",
        -9.258893768849273
      ],
      [
        "~e",
        -9.259634357525643
      ],
      [
        "_x",
        -9.261106731842593
      ],
      [
        "_war",
        -9.26116148068219
      ],
      [
        "was",
        -9.26132910802673
      ],
      [
        "Id",
        -9.261427390847253
      ],
      [
        "_ter",
        -9.264956634331348
      ],
      [
        "sp",
        -9.26497338813997
      ],
      [
        "ten",
        -9.266876002513165
      ],
      [
        "_Bu",
        -9.267900589483821
      ],
      [
        "war",
        -9.268227492478754
      ],
      [
        "_Bo",
        -9.268850401260453
      ],
      [
        "_get",
        -9.269401515198567
      ],
      [
        "not",
        -9.270092506159209
      ],
      [
        "-th",
        -9.271146543055533
      ],
      [
        "_tthe",
        -9.272239248605947
      ],
      [
        "pl",
        -9.272357823209045
      ],
      [
        "off",
        -9.272851790311545
      ],
      [
        "dr",
        -9.273357017630875
      ],
      [
        "_vi",
        -9.27345824681872
      ],
      [
        "_Ar",
        -9.274275763541972
      ],
      [
        "ok",
        -9.274366864710101
      ],
      [
        "able",
        -9.275490685564064
      ],
      [
        "_Red",
        -9.275830682714531
      ],
      [
        "ior",
        -9.278590974358409
      ],
      [
        "ev",
        -9.280657818738188
      ],
      [
        "ore",
        -9.28083349384682
      ],
      [
        "ua",
        -9.281381539630008
      ],
      [
        "_four",
        -9.281892315536432
      ],
      [
        "e-r",
        -9.283302653614907
      ],
      [
        "_ac",
        -9.284774198067376
      ],
      [
        "_hit",
        -9.286681194321432
      ],
      [
        "_Up",
        -9.286689875833265
      ],
      [
        "af",
        -9.287202088109835
      ],
      [
        "_rt",
        -9.287233318838268
      ],
      [
        "aw",
        -9.28841089922539
      ],
      [
        "'in",
        -9.291320049902495
      ],
      [
        "_Corp.",
        -9.297936523076139
      ],
      [
        "_&",
        -9.298777673685796
      ],
      [
        "ik",
        -9.298782033370372
      ],
      [
        "_ld",
        -9.299830412386571
      ],
      [
        "iv",
        -9.30171185794589
      ],
      [
        "_th-e",
        -9.302945455614108
      ],
      [
        "ance",
        -9.30337649917158
      ],
      [
        "_home",
        -9.303782731567109
      ],
      [
        "_t-he",
        -9.304196834278958
      ],
      [
        "said",
        -9.305342101241026
      ],
      [
        "_#39",
        -9.305410063118474
      ],
      [
        "eed",
        -9.30554112992174
      ],
      [
        "-g",
        -9.3070937269727
      ],
      [
        "_Ja",
        -9.307464935932794
      ],
      [
        "_pre",
        -9.309225113994728
      ],
      [
        "eal",
        -9.310543089730928
      ],
      [
        "ub",
        -9.311232592079683
      ],
      [
        "tic",
        -9.316012350052603
      ],
      [
        "one",
        -9.31720908235017
      ],
      [
        "_thi",
        -9.317500771450314
      ],
      [
        "eg",
        -9.317861085736514
      ],
      [
        "_IBM",
        -9.317937846215186
      ],
      [
        "_Friday",
        -9.319154679974858
      ],
      [
        "can",
        -9.319195585203612
      ],
      [
        "ong",
        -9.32032358458089
      ],
      [
        "i-n",
        -9.321001083788953
      ],
      [
        "_fir",
        -9.321211959547838
      ],
      [
        "_pla",
        -9.321883167915074
      ],
      [
        "_most",
        -9.32723690362688
      ],
      [
        "tar",
        -9.329142728148407
      ],
      [
        "_Sh",
        -9.329214192703619
      ],
      [
        "i-ng",
        -9.331839569183026
      ],
      [
        "_tb",
        -9.334245251440727
      ],
      [
        "vo",
        -9.335189999964241
      ],
      [
        "will",
        -9.335983707993925
      ],
      [
        "_am",
        -9.336424382665754
      ],
      [
        "_sta",
        -9.336531451088362
      ],
      [
        "_X",
        -9.337056756386442
      ],
      [
        "_Pe",
        -9.337797137710988
      ],
      [
        "ning",
        -9.338130705704073
      ],
      [
        "_pi",
        -9.33936617061979
      ],
      [
        "pa",
        -9.339602328450535
      ],
      [
        "av",
        -9.341702353262182
      ],
      [
