{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": 0.3,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<mask>": 2,
      "<s>": 3,
      "</s>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "_": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "~": 89,
      "Ġ": 90,
      "Ġt": 91,
      "in": 92,
      "Ġa": 93,
      "er": 94,
      "Ġs": 95,
      "Ġo": 96,
      "he": 97,
      "es": 98,
      "on": 99,
      "Ġi": 100,
      "an": 101,
      "or": 102,
      "en": 103,
      "Ġr": 104,
      "ar": 105,
      "ed": 106,
      "at": 107,
      "Ġc": 108,
      "Ġl": 109,
      "it": 110,
      "Ġf": 111,
      "Ġe": 112,
      "al": 113,
      "Ġn": 114,
      "Ġb": 115,
      "st": 116,
      "Ġw": 117,
      "Ġp": 118,
      "Ġh": 119,
      "il": 120,
      "Ġd": 121,
      "Ġ-": 122,
      "ic": 123,
      "is": 124,
      "et": 125,
      "Ġm": 126,
      "ĠS": 127,
      "el": 128,
      "ing": 129,
      "as": 130,
      "Ġthe": 131,
      "ro": 132,
      "Ġin": 133,
      "Ġto": 134,
      "re": 135,
      "ĠI": 136,
      "ut": 137,
      "ĠA": 138,
      "ay": 139,
      "nd": 140,
      "ĠT": 141,
      "id": 142,
      "ur": 143,
      "ĠC": 144,
      "Ġof": 145,
      "ir": 146,
      "le": 147,
      "ot": 148,
      "Ġth": 149,
      "om": 150,
      "ec": 151,
      "ol": 152,
      "ĠM": 153,
      "ion": 154,
      "ac": 155,
      "Ġg": 156,
      "ad": 157,
      "ĠP": 158,
      "ou": 159,
      "Ġ.": 160,
      "ĠB": 161,
      "ts": 162,
      "Ġu": 163,
      "ig": 164,
      "Ġon": 165,
      "ie": 166,
      "th": 167,
      "ers": 168,
      "am": 169,
      "ve": 170,
      "to": 171,
      "Ġ'": 172,
      "os": 173,
      "ĠW": 174,
      "ĠN": 175,
      "ent": 176,
      "ĠR": 177,
      "ĠF": 178,
      "us": 179,
      "te": 180,
      "Ġ#": 181,
      "39": 182,
      "ra": 183,
      "ri": 184,
      "ll": 185,
      "nt": 186,
      "ee": 187,
      "of": 188,
      "ĠU": 189,
      "ĠD": 190,
      "Ġ(": 191,
      "ia": 192,
      "ow": 193,
      "Ġan": 194,
      "Ġand": 195,
      "Ġv": 196,
      "Ġ1": 197,
      "ĠO": 198,
      "Ġy": 199,
      "ch": 200,
      "ce": 201,
      "ĠG": 202,
      "im": 203,
      "ĠE": 204,
      "io": 205,
      "est": 206,
      "Ġ,": 207,
      "ĠH": 208,
      "ea": 209,
      "ĠL": 210,
      "Ġfor": 211,
      "Ġst": 212,
      "un": 213,
      "'s": 214,
      "ill": 215,
      "and": 216,
      "lt": 217,
      "ld": 218,
      "Ġat": 219,
      "day": 220,
      "se": 221,
      "Ġre": 222,
      "ly": 223,
      "the": 224,
      "ng": 225,
      "Ġhe": 226,
      "ne": 227,
      "qu": 228,
      "ag": 229,
      "ht": 230,
      "op": 231,
      "ter": 232,
      "ai": 233,
      "em": 234,
      "ver": 235,
      "Ġas": 236,
      "la": 237,
      "ct": 238,
      "ak": 239,
      "od": 240,
      "li": 241,
      "rs": 242,
      "Ġis": 243,
      "ew": 244,
      "ĠJ": 245,
      "lo": 246,
      "Ġit": 247,
      "ĠĠ": 248,
      "ith": 249,
      "ap": 250,
      "ns": 251,
      "ear": 252,
      "be": 253,
      "ks": 254,
      "iv": 255,
      "ls": 256,
      "if": 257,
      "ess": 258,
      "up": 259,
      "Ġbe": 260,
      "oc": 261,
      "Ġk": 262,
      "Ġ2": 263,
      "ist": 264,
      "'t": 265,
      "ul": 266,
      "ip": 267,
      "um": 268,
      "00": 269,
      "ain": 270,
      "ab": 271,
      "ian": 272,
      "rt": 273,
      "ho": 274,
      "ĠK": 275,
      "..": 276,
      "ud": 277,
      "ate": 278,
      "ss": 279,
      "ge": 280,
      "for": 281,
      "av": 282,
      "nc": 283,
      "Ġen": 284,
      "ei": 285,
      "ep": 286,
      "ef": 287,
      "Ġsa": 288,
      "ry": 289,
      "all": 290,
      "ti": 291,
      "ast": 292,
      "oo": 293,
      "Ġer": 294,
      "ue": 295,
      "ha": 296,
      "mp": 297,
      "ĠThe": 298,
      "ies": 299,
      "ug": 300,
      "me": 301,
      "tr": 302,
      "ke": 303,
      "ation": 304,
      "ĠV": 305,
      "omp": 306,
      "ort": 307,
      "ii": 308,
      "ov": 309,
      "Ġpro": 310,
      "uc": 311,
      "Ġpr": 312,
      "ev": 313,
      "Ġby": 314,
      "gt": 315,
      "art": 316,
      "--": 317,
      "si": 318,
      "ust": 319,
      "pe": 320,
      "Ġsh": 321,
      "ine": 322,
      "ae": 323,
      "our": 324,
      "Ġte": 325,
      "Ġor": 326,
      "ob": 327,
      "ĠTh": 328,
      "Ġch": 329,
      "Ġcon": 330,
      "Ġar": 331,
      "ost": 332,
      "Ġqu": 333,
      "rom": 334,
      "end": 335,
      "ĠY": 336,
      "Ġex": 337,
      "out": 338,
      "eb": 339,
      "ub": 340,
      "Ġj": 341,
      "Ġits": 342,
      "Ġaf": 343,
      "ial": 344,
      "ack": 345,
      "Re": 346,
      "ĠSt": 347,
      "ard": 348,
      "Ġal": 349,
      "Ġag": 350,
      "Ġse": 351,
      "\\$": 352,
      "Ġwith": 353,
      "pp": 354,
      "co": 355,
      "Ġpl": 356,
      "her": 357,
      "ib": 358,
      "Ġthat": 359,
      "ity": 360,
      "af": 361,
      "sh": 362,
      "Ġle": 363,
      "ore": 364,
      "ĠCh": 365,
      "Ġhas": 366,
      "oe": 367,
      "Ġes": 368,
      "are": 369,
      "ni": 370,
      "oi": 371,
      "ant": 372,
      "pl": 373,
      "Ġac": 374,
      "ĠIn": 375,
      "de": 376,
      "Ġha": 377,
      "Ġco": 378,
      "wo": 379,
      "ell": 380,
      "rn": 381,
      "ice": 382,
      "Ġ3": 383,
      "ect": 384,
      "Ġsp": 385,
      "ds": 386,
      "ere": 387,
      "res": 388,
      "AP": 389,
      "und": 390,
      "ight": 391,
      "ern": 392,
      "hn": 393,
      "Ġtr": 394,
      "ĠUS": 395,
      "Ġ;": 396,
      "In": 397,
      "ans": 398,
      "Ġ~": 399,
      "tt": 400,
      "hi": 401,
      "its": 402,
      "Ġne": 403,
      "og": 404,
      ",-": 405,
      "sl": 406,
      "ck": 407,
      "Ġed": 408,
      "Ġ:": 409,
      "tl": 410,
      "ff": 411,
      "Ġad": 412,
      ".-": 413,
      "mer": 414,
      "Ġoff": 415,
      "Ġab": 416,
      "ln": 417,
      "uters": 418,
      "ond": 419,
      "rd": 420,
      "Ġup": 421,
      "oft": 422,
      "Ġhis": 423,
      "cl": 424,
      "ive": 425,
      "int": 426,
      "Ġsaid": 427,
      "ail": 428,
      "ih": 429,
      "Ġwh": 430,
      "ets": 431,
      "igh": 432,
      "Ġde": 433,
      "ah": 434,
      "ors": 435,
      "Ġfo": 436,
      "ace": 437,
      "Ġ\\$": 438,
      "ide": 439,
      "ile": 440,
      "pr": 441,
      "ment": 442,
      "ens": 443,
      "any": 444,
      "one": 445,
      "ft": 446,
      "ong": 447,
      "Ġla": 448,
      "ite": 449,
      "old": 450,
      "Ġ--": 451,
      "ord": 452,
      "ree": 453,
      "ons": 454,
      "Ġwas": 455,
      "It": 456,
      "ins": 457,
      "nes": 458,
      "Ġ&": 459,
      "Is": 460,
      "ome": 461,
      "ms": 462,
      "ber": 463,
      "ick": 464,
      "cr": 465,
      "ues": 466,
      "'d": 467,
      "Ġcomp": 468,
      "Ġ\"": 469,
      "Ġnew": 470,
      "ind": 471,
      "ĠFr": 472,
      "Ġts": 473,
      "ions": 474,
      "ork": 475,
      "ays": 476,
      "Ġfrom": 477,
      "ta": 478,
      "gh": 479,
      "Ġun": 480,
      "ON": 481,
      "ame": 482,
      "-.": 483,
      "da": 484,
      "Ġfir": 485,
      "ok": 486,
      "ati": 487,
      "Ġcl": 488,
      "sa": 489,
      "fo": 490,
      "arg": 491,
      "nn": 492,
      "Ġop": 493,
      "rl": 494,
      "ĠRe": 495,
      "urs": 496,
      "Ġsc": 497,
      "Ġ4": 498,
      "Ġnd": 499,
      "anc": 500,
      "ass": 501,
      "Ġng": 502,
      "Ġti": 503,
      "ex": 504,
      "ure": 505,
      "nl": 506,
      "ould": 507,
      "ish": 508,
      "ark": 509,
      "ma": 510,
      "na": 511,
      "Ġout": 512,
      "Ġgo": 513,
      "con": 514,
      "ina": 515,
      "Ġ9": 516,
      "ric": 517,
      "ase": 518,
      "ys": 519,
      "amp": 520,
      "ake": 521,
      ";/": 522,
      "ros": 523,
      "Ġot": 524,
      "com": 525,
      "erv": 526,
      "iss": 527,
      "no": 528,
      "ire": 529,
      "als": 530,
      "oll": 531,
      "Ġwill": 532,
      "hs": 533,
      "ull": 534,
      "ary": 535,
      "Ġ6": 536,
      "raq": 537,
      "act": 538,
      "man": 539,
      "Ġwi": 540,
      "age": 541,
      "ote": 542,
      "Ġta": 543,
      "Ie": 544,
      "Ġpe": 545,
      "ws": 546,
      "Ir": 547,
      "Ġcom": 548,
      "ĠAP": 549,
      "ier": 550,
      "bs": 551,
      "fe": 552,
      "po": 553,
      "Ġare": 554,
      "rit": 555,
      "Ġres": 556,
      "Ġq": 557,
      "ich": 558,
      "ign": 559,
      ".,": 560,
      "Ġet": 561,
      "Ġso": 562,
      "hed": 563,
      "iu": 564,
      "ps": 565,
      "Ġover": 566,
      "OR": 567,
      "Ġrs": 568,
      "fi": 569,
      "pt": 570,
      "Ġma": 571,
      "Ġnt": 572,
      "ars": 573,
      "ade": 574,
      "bl": 575,
      "by": 576,
      "ert": 577,
      "eek": 578,
      "ank": 579,
      "Ġsi": 580,
      "ict": 581,
      "ning": 582,
      "oh": 583,
      "oy": 584,
      "ory": 585,
      "ise": 586,
      "Ġsec": 587,
      "ach": 588,
      "ont": 589,
      "orld": 590,
      "ime": 591,
      "ci": 592,
      "wn": 593,
      "ous": 594,
      "we": 595,
      "own": 596,
      "por": 597,
      "Ġrec": 598,
      "ĠUn": 599,
      "rr": 600,
      "cs": 601,
      "ĠCo": 602,
      "ĠNew": 603,
      "Ġel": 604,
      "hat": 605,
      "Ġsl": 606,
      "Ġra": 607,
      "Ġme": 608,
      "Ġli": 609,
      "els": 610,
      "Ġol": 611,
      "'-": 612,
      "Ġfi": 613,
      "au": 614,
      "men": 615,
      "ĠIs": 616,
      "enc": 617,
      "Ġbu": 618,
      "ru": 619,
      "rg": 620,
      "Ġus": 621,
      "Ġper": 622,
      "ral": 623,
      "Ġtl": 624,
      "port": 625,
      "Ġsu": 626,
      "oa": 627,
      "ose": 628,
      "ca": 629,
      "Ġfr": 630,
      "-,": 631,
      "Ġil": 632,
      "The": 633,
      "pro": 634,
      "ele": 635,
      "Ġam": 636,
      "xt": 637,
      "Ġ5": 638,
      "iday": 639,
      "Qu": 640,
      "ang": 641,
      "att": 642,
      "Ġyear": 643,
      "ash": 644,
      "AN": 645,
      "-'": 646,
      "Ġ200": 647,
      "hen": 648,
      "per": 649,
      "ett": 650,
      "ates": 651,
      "Ġut": 652,
      "aid": 653,
      "gr": 654,
      "bo": 655,
      "led": 656,
      "St": 657,
      "iI": 658,
      "les": 659,
      "iz": 660,
      "ound": 661,
      "ĠMic": 662,
      "'m": 663,
      ".'": 664,
      "Ġss": 665,
      "ĠInt": 666,
      "ned": 667,
      "Ġquot": 668,
      "uro": 669,
      "Ġbut": 670,
      "Ġhave": 671,
      "ird": 672,
      "ĠIt": 673,
      "Ġlo": 674,
      "lr": 675,
      "Ġcr": 676,
      "Ġca": 677,
      "Ġpo": 678,
      "Ġmo": 679,
      "lin": 680,
      "ba": 681,
      "br": 682,
      "ces": 683,
      "eld": 684,
      "Id": 685,
      "ty": 686,
      "Ġur": 687,
      "Ġid": 688,
      "Ġall": 689,
      "mi": 690,
      "Ġnot": 691,
      ",.": 692,
      "AS": 693,
      "Ġwe": 694,
      "ner": 695,
      "Ġbo": 696,
      "row": 697,
      "Ġafter": 698,
      "Ġtwo": 699,
      "sp": 700,
      "ices": 701,
      "Ġro": 702,
      "ves": 703,
      "Ġll": 704,
      "fl": 705,
      "nr": 706,
      "Ġing": 707,
      "ĠSh": 708,
      "aw": 709,
      "Ġ7": 710,
      "IN": 711,
      "orp": 712,
      "ĠSp": 713,
      "Ġns": 714,
      "...": 715,
      "ĠWed": 716,
      "vi": 717,
      "ats": 718,
      "ush": 719,
      "ey": 720,
      "ĠInc": 721,
      "Ġic": 722,
      "Ġcou": 723,
      "Ġhi": 724,
      "Ġno": 725,
      "Ġtb": 726,
      "ĠAf": 727,
      "uter": 728,
      "ied": 729,
      "sr": 730,
      "Ġir": 731,
      "iy": 732,
      "ale": 733,
      "ĠIraq": 734,
      "ild": 735,
      "lp": 736,
      "ny": 737,
      "aI": 738,
      "ven": 739,
      "oss": 740,
      "Ġif": 741,
      "FP": 742,
      "Ġtt": 743,
      "Ġdo": 744,
      "ĠInd": 745,
      "Ġce": 746,
      "ane": 747,
      "hes": 748,
      "US": 749,
      "ited": 750,
      "ĠPr": 751,
      "ĠNo": 752,
      "bt": 753,
      "Ġear": 754,
      "ute": 755,
      "ph": 756,
      "ance": 757,
      "Ġone": 758,
      "Ġter": 759,
      "EW": 760,
      "ated": 761,
      "Ġef": 762,
      "ted": 763,
      "Ġwit": 764,
      "ble": 765,
      "hd": 766,
      "ien": 767,
      ",'": 768,
      "aa": 769,
      "ww": 770,
      "Ġim": 771,
      "'.": 772,
      "hr": 773,
      "yst": 774,
      "Ġdis": 775,
      "ely": 776,
      "ik": 777,
      "Ġov": 778,
      "ics": 779,
      "mo": 780,
      "Ġia": 781,
      "go": 782,
      "Ġfin": 783,
      "Ġint": 784,
      "ĠIr": 785,
      "ui": 786,
      "Reuters": 787,
      "Ġwin": 788,
      "wa": 789,
      "Th": 790,
      "ese": 791,
      "Ġos": 792,
      "Ġay": 793,
      "ident": 794,
      "Ġve": 795,
      "Ġrt": 796,
      "orn": 797,
      "oun": 798,
      "Il": 799,
      "Ġwa": 800,
      "Ġexp": 801,
      "fr": 802,
      "off": 803,
      "Ġfl": 804,
      "mb": 805,
      "Ġie": 806,
      "ĠSe": 807,
      "Ġtn": 808,
      "Ġday": 809,
      "Ġ8": 810,
      "=\"": 811,
      "ĠEx": 812,
      "Ġ0": 813,
      "Ġsto": 814,
      "Ġret": 815,
      "Ġho": 816,
      "ock": 817,
      "use": 818,
      "Ġec": 819,
      "di": 820,
      "ica": 821,
      "ĠMon": 822,
      "ath": 823,
      "du": 824,
      "iti": 825,
      "Ġtheir": 826,
      "urn": 827,
      "ence": 828,
      "so": 829,
      "Ġman": 830,
      "Ġtw": 831,
      "ief": 832,
      "illion": 833,
      "his": 834,
      "itt": 835,
      "ings": 836,
      "rm": 837,
      "Ġou": 838,
      "inc": 839,
      "uss": 840,
      "az": 841,
      "ĠPro": 842,
      "tn": 843,
      "ople": 844,
      "eri": 845,
      "Ġai": 846,
      "rc": 847,
      "lc": 848,
      "Ġea": 849,
      "alt": 850,
      "Ġlead": 851,
      "with": 852,
      "red": 853,
      "Ġtha": 854,
      "Ġend": 855,
      "Ġapp": 856,
      "Ġent": 857,
      "Ġls": 858,
      "bi": 859,
      "Ġmil": 860,
      "ĠAs": 861,
      "ght": 862,
      "Ġtbe": 863,
      "ther": 864,
      "ye": 865,
      "ton": 866,
      "ason": 867,
      "der": 868,
      "Ġx": 869,
      "ĠAn": 870,
      "ann": 871,
      "gy": 872,
      "vest": 873,
      "Ġlea": 874,
      "Ġwho": 875,
      "Ġwor": 876,
      "ini": 877,
      "ao": 878,
      "hl": 879,
      "ron": 880,
      "etw": 881,
      "roup": 882,
      "Ġfe": 883,
      "ene": 884,
      "lect": 885,
      "bu": 886,
      "sn": 887,
      "Ġwo": 888,
      "sc": 889,
      "Ġio": 890,
      "air": 891,
      "fer": 892,
      "ents": 893,
      "ler": 894,
      "Ġion": 895,
      "cc": 896,
      "that": 897,
      "Ġap": 898,
      "Ġfirst": 899,
      "ĠTues": 900,
      "Ġmore": 901,
      "Ġlt": 902,
      "Ġhad": 903,
      "ows": 904,
      "wi": 905,
      "Ġpre": 906,
      "Ch": 907,
      "ook": 908,
      "Ġthis": 909,
      "ult": 910,
      "arr": 911,
      "over": 912,
      "ani": 913,
      "atio": 914,
      "eng": 915,
      "Ġann": 916,
      "Ġoi": 917,
      "ĠFor": 918,
      "ĠAl": 919,
      "Ġind": 920,
      "Ġbr": 921,
      "Ġmon": 922,
      "arter": 923,
      "Ġbl": 924,
      "ally": 925,
      "has": 926,
      "ester": 927,
      "Ġsn": 928,
      "eli": 929,
      "Ġpol": 930,
      "fs": 931,
      "atur": 932,
      "dr": 933,
      "ainst": 934,
      "Ġdi": 935,
      "Ġacc": 936,
      "Ġln": 937,
      "do": 938,
      "lic": 939,
      "Ġmi": 940,
      "RE": 941,
      "Ġoil": 942,
      "med": 943,
      "ete": 944,
      "err": 945,
      "Ġom": 946,
      "cent": 947,
      "Ġlast": 948,
      "Ġ)": 949,
      "Ġri": 950,
      "Ġ10": 951,
      "Ġev": 952,
      "ales": 953,
      "ĠSo": 954,
      "Ġstr": 955,
      "ased": 956,
      ";-": 957,
      "Ġmak": 958,
      "ĠZ": 959,
      "Ġdr": 960,
      "eh": 961,
      "eo": 962,
      "bn": 963,
      "lay": 964,
      "era": 965,
      "ĠMi": 966,
      "ua": 967,
      "Ġwar": 968,
      "ots": 969,
      "pi": 970,
      "irs": 971,
      "ze": 972,
      "ition": 973,
      "year": 974,
      "ead": 975,
      "Ġdec": 976,
      "ĠMa": 977,
      "Ġba": 978,
      "war": 979,
      "eg": 980,
      ",,": 981,
      "ines": 982,
      "ĠMo": 983,
      "Ġrel": 984,
      "omm": 985,
      "ams": 986,
      "reat": 987,
      "Ġweek": 988,
      "Ġct": 989,
      "ount": 990,
      "ĠBr": 991,
      "Ġatt": 992,
      "lan": 993,
      "ower": 994,
      "Ġph": 995,
      "pa": 996,
      "Ġ\\": 997,
      "Ġ20": 998,
      "td": 999,
      "ORK": 1000,
      "ounc": 1001,
      "cn": 1002,
      "vo": 1003,
      "eral": 1004,
      "Ġthan": 1005,
      "Ġem": 1006,
      "cks": 1007,
      "unt": 1008,
      "vs": 1009,
      "ware": 1010,
      "inl": 1011,
      "arl": 1012,
      "pen": 1013,
      "Ġdes": 1014,
      "Ġsup": 1015,
      "Ġtro": 1016,
      "gi": 1017,
      "ations": 1018,
      "Ġplay": 1019,
      "Ġset": 1020,
      "Ġdef": 1021,
      "Ġund": 1022,
      "inn": 1023,
      "fir": 1024,
      "ual": 1025,
      "ER": 1026,
      "ical": 1027,
      "Ġii": 1028,
      "ged": 1029,
      "rat": 1030,
      "ursday": 1031,
      "uts": 1032,
      "Ġinto": 1033,
      "ech": 1034,
      "gl": 1035,
      "Ġant": 1036,
      "Ġee": 1037,
      "',": 1038,
      "000": 1039,
      "Io": 1040,
      "Ġsur": 1041,
      "ĠX": 1042,
      "ĠDe": 1043,
      "Ġrn": 1044,
      "su": 1045,
      "Ġtho": 1046,
      "olog": 1047,
      "ĠCl": 1048,
      "IS": 1049,
      "etr": 1050,
      "ĠAr": 1051,
      "fit": 1052,
      "AT": 1053,
      "ger": 1054,
      "\"&": 1055,
      "icial": 1056,
      "elt": 1057,
      "min": 1058,
      "ĠQ": 1059,
      "ital": 1060,
      "ĠNEW": 1061,
      "Ic": 1062,
      "Ġcan": 1063,
      "Ġiu": 1064,
      "Ġna": 1065,
      "BM": 1066,
      "oth": 1067,
      "way": 1068,
      "iat": 1069,
      "Ġste": 1070,
      "va": 1071,
      "Ġthey": 1072,
      "Ġld": 1073,
      "//": 1074,
      "wh": 1075,
      "Ġgr": 1076,
      "able": 1077,
      "nesday": 1078,
      "lu": 1079,
      "ils": 1080,
      "tp": 1081,
      "Ġsay": 1082,
      "gs": 1083,
      "str": 1084,
      "tin": 1085,
      "ved": 1086,
      "lh": 1087,
      "che": 1088,
      "omb": 1089,
      "Ġtie": 1090,
      "10": 1091,
      "cy": 1092,
      "orm": 1093,
      "sts": 1094,
      "dt": 1095,
      "ĠAmer": 1096,
      "Ġimp": 1097,
      "Ġins": 1098,
      "Ġwil": 1099,
      "ugh": 1100,
      "vern": 1101,
      "AL": 1102,
      "Ġbeen": 1103,
      "Ġye": 1104,
      "atch": 1105,
      "arn": 1106,
      "tion": 1107,
      "ali": 1108,
      "Ġow": 1109,
      "Ġ19": 1110,
      "Ġpri": 1111,
      "ata": 1112,
      "''": 1113,
      "ĠCon": 1114,
      "land": 1115,
      "Ġvi": 1116,
      "Ġwere": 1117,
      "ĠSu": 1118,
      "ster": 1119,
      "ga": 1120,
      "ĠAt": 1121,
      "han": 1122,
      "Ġtri": 1123,
      "rea": 1124,
      "'re": 1125,
      "Ġfa": 1126,
      "Ia": 1127,
      "AR": 1128,
      "Ġinc": 1129,
      "Ġae": 1130,
      "ĠJap": 1131,
      "Ġbec": 1132,
      "ĠCorp": 1133,
      "Ġpa": 1134,
      "eds": 1135,
      "ker": 1136,
      "was": 1137,
      "Ġtal": 1138,
      "orth": 1139,
      "ket": 1140,
      "Fr": 1141,
      "oI": 1142,
      "ĠPe": 1143,
      "ĠTr": 1144,
      "Ġbi": 1145,
      "Ġers": 1146,
      "ony": 1147,
      "Ġsm": 1148,
      ")-": 1149,
      "Ġbus": 1150,
      "ĠSund": 1151,
      "Ġtra": 1152,
      "Ġod": 1153,
      "ĠMar": 1154,
      "app": 1155,
      "gn": 1156,
      "bal": 1157,
      "Ġft": 1158,
      "urt": 1159,
      "earch": 1160,
      "Ġback": 1161,
      "ret": 1162,
      "Ġcar": 1163,
      "ĠEuro": 1164,
      "Ġav": 1165,
      "fa": 1166,
      "Ii": 1167,
      "Ġtor": 1168,
      "AFP": 1169,
      "ĠPres": 1170,
      "Ġda": 1171,
      "Ġserv": 1172,
      "pos": 1173,
      "ĠAir": 1174,
      "rac": 1175,
      "iin": 1176,
      "Ġmay": 1177,
      "Ġfour": 1178,
      "ĠTo": 1179,
      "Ġmark": 1180,
      "echn": 1181,
      "ected": 1182,
      ";.": 1183,
      "ĠBe": 1184,
      "ims": 1185,
      "ida": 1186,
      "oin": 1187,
      "Ġrd": 1188,
      "urity": 1189,
      "ald": 1190,
      "Ing": 1191,
      "Ġni": 1192,
      "cd": 1193,
      "Ġabout": 1194,
      "Ġher": 1195,
      "enn": 1196,
      "Reut": 1197,
      "Ġest": 1198,
      "lv": 1199,
      "66": 1200,
      "ants": 1201,
      "Ġbro": 1202,
      "ĠBl": 1203,
      "ction": 1204,
      "Ġfro": 1205,
      "ced": 1206,
      "ĠWe": 1207,
      "Ġkill": 1208,
      "ican": 1209,
      "ĠtI": 1210,
      "Ġcap": 1211,
      "ames": 1212,
      "Ġser": 1213,
      "ĠQu": 1214,
      "Ġdev": 1215,
      "gu": 1216,
      "mt": 1217,
      "ĠSa": 1218,
      "but": 1219,
      "Ġrun": 1220,
      "mon": 1221,
      "uch": 1222,
      "ĠPri": 1223,
      "ĠMonday": 1224,
      "ki": 1225,
      "50": 1226,
      "erd": 1227,
      "Ġsw": 1228,
      "Ġmed": 1229,
      "ists": 1230,
      "ott": 1231,
      "ecut": 1232,
      "ĠPh": 1233,
      "TO": 1234,
      "comp": 1235,
      "eep": 1236,
      "Ġair": 1237,
      "Ġiin": 1238,
      "ĠMin": 1239,
      "ope": 1240,
      "eni": 1241,
      "Ġbig": 1242,
      "xp": 1243,
      "lor": 1244,
      "get": 1245,
      "Ġht": 1246,
      "let": 1247,
      "ating": 1248,
      "Ġpres": 1249,
      "Ġbet": 1250,
      "jor": 1251,
      "Ġei": 1252,
      "EN": 1253,
      "ari": 1254,
      "=/": 1255,
      "ked": 1256,
      "ĠPa": 1257,
      "ING": 1258,
      "mn": 1259,
      "ĠAd": 1260,
      "uf": 1261,
      "ĠTe": 1262,
      "sd": 1263,
      "nal": 1264,
      "Ġmin": 1265,
      "gle": 1266,
      "ares": 1267,
      "ita": 1268,
      "Ġhav": 1269,
      "Co": 1270,
      "vel": 1271,
      "Ġtak": 1272,
      "net": 1273,
      "ĠBu": 1274,
      "ĠSec": 1275,
      "ili": 1276,
      "eal": 1277,
      "Ġtop": 1278,
      "ges": 1279,
      "Ġpar": 1280,
      "lear": 1281,
      "Ġly": 1282,
      "Ġmor": 1283,
      "ĠBrit": 1284,
      "Ġcol": 1285,
      "Ġge": 1286,
      "isi": 1287,
      "ling": 1288,
      "Ġworld": 1289,
      "Ġnn": 1290,
      "ĠNe": 1291,
      "ĠFriday": 1292,
      "Ġbhe": 1293,
      "sto": 1294,
      "ilt": 1295,
      "aly": 1296,
      "ands": 1297,
      "uo": 1298,
      "://": 1299,
      "fin": 1300,
      "vt": 1301,
      "atl": 1302,
      "Ġah": 1303,
      "ĠUp": 1304,
      "rh": 1305,
      "ury": 1306,
      "ones": 1307,
      "Ġteam": 1308,
      "Ġci": 1309,
      "king": 1310,
      "new": 1311,
      "ley": 1312,
      "itn": 1313,
      "ici": 1314,
      "dn": 1315,
      "ater": 1316,
      "Ġsoft": 1317,
      "isc": 1318,
      "ths": 1319,
      "iness": 1320,
      "Ġplan": 1321,
      "elr": 1322,
      "Ġpos": 1323,
      "from": 1324,
      "ily": 1325,
      "ĠUN": 1326,
      "ĠAm": 1327,
      "Ġaa": 1328,
      "ains": 1329,
      "erm": 1330,
      "eth": 1331,
      "ered": 1332,
      "CO": 1333,
      "Ġlin": 1334,
      "Ġds": 1335,
      "Ġaid": 1336,
      "ĠCan": 1337,
      "line": 1338,
      "ince": 1339,
      "DA": 1340,
      "Ġeo": 1341,
      "ough": 1342,
      "Ġinter": 1343,
      "ori": 1344,
      "Ġnc": 1345,
      "ĠRes": 1346,
      "ĠFo": 1347,
      "Ġew": 1348,
      "ste": 1349,
      "ourt": 1350,
      "hel": 1351,
      "ĠJo": 1352,
      "Int": 1353,
      "Ġsai": 1354,
      "adi": 1355,
      "rem": 1356,
      "ady": 1357,
      "Ġih": 1358,
      "ris": 1359,
      "fu": 1360,
      "inu": 1361,
      "Ġyou": 1362,
      "anl": 1363,
      "ĠAust": 1364,
      "ove": 1365,
      "rk": 1366,
      "200": 1367,
      "cu": 1368,
      "ĠCol": 1369,
      "Ġreg": 1370,
      "rosoft": 1371,
      "89": 1372,
      "cer": 1373,
      "Ġsb": 1374,
      "outh": 1375,
      "Ġz": 1376,
      "ball": 1377,
      "ĠOn": 1378,
      "ops": 1379,
      "ives": 1380,
      "hip": 1381,
      "head": 1382,
      "EL": 1383,
      "Ġith": 1384,
      "ision": 1385,
      "TON": 1386,
      "said": 1387,
      "duc": 1388,
      "uk": 1389,
      "As": 1390,
      "irt": 1391,
      "idn": 1392,
      "uring": 1393,
      "edi": 1394,
      "Ġwork": 1395,
      "Ġsays": 1396,
      "ĠHe": 1397,
      "Ġsee": 1398,
      "ave": 1399,
      "fn": 1400,
      "ĠSto": 1401,
      "gin": 1402,
      "iet": 1403,
      "ister": 1404,
      "ĠYORK": 1405,
      "acks": 1406,
      "Ġtime": 1407,
      "ĠGr": 1408,
      "Ġtel": 1409,
      "ĠSun": 1410,
      "iee": 1411,
      "Ġru": 1412,
      "OS": 1413,
      "Ġty": 1414,
      "alf": 1415,
      "ple": 1416,
      "Ġwould": 1417,
      "Ġgro": 1418,
      "lm": 1419,
      "Ġib": 1420,
      "par": 1421,
      "Ġpart": 1422,
      "Ġthei": 1423,
      "Ġton": 1424,
      "Ġhigh": 1425,
      "Ġgame": 1426,
      "Ġcont": 1427,
      "ĠSc": 1428,
      "Un": 1429,
      "will": 1430,
      "cess": 1431,
      "ange": 1432,
      "ĠCa": 1433,
      "iew": 1434,
      "ting": 1435,
      "Ġtd": 1436,
      "rv": 1437,
      "ror": 1438,
      "On": 1439,
      "Ġ39": 1440,
      "lI": 1441,
      "Ġthree": 1442,
      "arm": 1443,
      "irst": 1444,
      "Ġwhen": 1445,
      "Ġtle": 1446,
      "Ġthi": 1447,
      "ystem": 1448,
      "bd": 1449,
      "Ġdem": 1450,
      "Ġthre": 1451,
      "uld": 1452,
      "ĠBush": 1453,
      "rop": 1454,
      "Ġcould": 1455,
      "ana": 1456,
      "illi": 1457,
      "ĠOly": 1458,
      "mm": 1459,
      "ols": 1460,
      "Ġill": 1461,
      "ito": 1462,
      "top": 1463,
      "ĠWi": 1464,
      "uth": 1465,
      "ement": 1466,
      "ĠPl": 1467,
      "Ġaft": 1468,
      "ĠPal": 1469,
      "ĠRed": 1470,
      "orl": 1471,
      "Ġpi": 1472,
      "Ġdown": 1473,
      "ude": 1474,
      "ES": 1475,
      "back": 1476,
      "Ġtf": 1477,
      "Ġnext": 1478,
      "oul": 1479,
      "ears": 1480,
      "ĠApp": 1481,
      "Ġast": 1482,
      "Ġ11": 1483,
      "New": 1484,
      "Ġfil": 1485,
      ";&": 1486,
      "ped": 1487,
      "ĠCup": 1488,
      "Ġcompany": 1489,
      "uh": 1490,
      "Ġrep": 1491,
      "Ġtc": 1492,
      "ational": 1493,
      "Ġpla": 1494,
      "fore": 1495,
      "Ind": 1496,
      "nh": 1497,
      "uit": 1498,
      "Ġoe": 1499,
      "ilit": 1500,
      "ports": 1501,
      "Ġbas": 1502,
      "iant": 1503,
      "Ġig": 1504,
      "ries": 1505,
      "ren": 1506,
      "Ġwhe": 1507,
      "Ġyester": 1508,
      "Ġcons": 1509,
      "ward": 1510,
      "ids": 1511,
      "rel": 1512,
      "-;": 1513,
      "BA": 1514,
      "Ġtthe": 1515,
      "tb": 1516,
      "lf": 1517,
      "ĠOil": 1518,
      "rp": 1519,
      "unc": 1520,
      "ece": 1521,
      "Ġoa": 1522,
      "Ġeh": 1523,
      "tem": 1524,
      "Se": 1525,
      "Ġ2004": 1526,
      "gest": 1527,
      "eti": 1528,
      "Ġred": 1529,
      "itl": 1530,
      "ĠGe": 1531,
      "Ġlat": 1532,
      "Ġhig": 1533,
      "ĠAT": 1534,
      "Ġwon": 1535,
      "ĠĠĠ": 1536,
      "uct": 1537,
      "Ġhs": 1538,
      "An": 1539,
      "rI": 1540,
      "ised": 1541,
      "ĠSer": 1542,
      "ism": 1543,
      "ĠBo": 1544,
      "ĠIsra": 1545,
      "Sp": 1546,
      "ĠIBM": 1547,
      "...&": 1548,
      "Ġtoday": 1549,
      "Ion": 1550,
      "form": 1551,
      "gan": 1552,
      "lat": 1553,
      "arge": 1554,
      "Ġche": 1555,
      "Ġcs": 1556,
      "ĠRep": 1557,
      "Ih": 1558,
      "here": 1559,
      "Ġwhich": 1560,
      "Ġact": 1561,
      "rec": 1562,
      "Sh": 1563,
      "raf": 1564,
      "ĠEng": 1565,
      "IT": 1566,
      "Ġkn": 1567,
      "uel": 1568,
      "ery": 1569,
      "alif": 1570,
      "ures": 1571,
      "rb": 1572,
      "erl": 1573,
      "iden": 1574,
      "Ġget": 1575,
      "usp": 1576,
      "ĠTuesday": 1577,
      "dy": 1578,
      "other": 1579,
      "ĠiP": 1580,
      "20": 1581,
      "ĠSte": 1582,
      "ĠLea": 1583,
      "At": 1584,
      "ional": 1585,
      "Ġcut": 1586,
      "Ġyears": 1587,
      "atn": 1588,
      "rov": 1589,
      "dl": 1590,
      "ept": 1591,
      "Ġamp": 1592,
      "Ġshe": 1593,
      "Ġpub": 1594,
      "isn": 1595,
      "ĠLa": 1596,
      "15": 1597,
      "leg": 1598,
      "ato": 1599,
      "rol": 1600,
      "36": 1601,
      "ney": 1602,
      "ads": 1603,
      "Ġopen": 1604,
      "ful": 1605,
      "Ġip": 1606,
      "Ġep": 1607,
      "Ġove": 1608,
      "ĠGoo": 1609,
      "lb": 1610,
      "Ġecon": 1611,
      "Ġain": 1612,
      ";,": 1613,
      "riv": 1614,
      "REF": 1615,
      "ek": 1616,
      "Ġcn": 1617,
      "Ġsr": 1618,
      "Ġelect": 1619,
      "Ġbel": 1620,
      "unch": 1621,
      "Ġtio": 1622,
      "Ġob": 1623,
      "ona": 1624,
      "ods": 1625,
      ":-": 1626,
      "eat": 1627,
      "asp": 1628,
      "rew": 1629,
      "Ġcal": 1630,
      "uy": 1631,
      "Ġjob": 1632,
      "Ġcount": 1633,
      "Ġdeal": 1634,
      "Ġtake": 1635,
      "tes": 1636,
      "reed": 1637,
      "ada": 1638,
      "tor": 1639,
      "ĠMc": 1640,
      "gue": 1641,
      "Ġmar": 1642,
      "Ġris": 1643,
      "ino": 1644,
      "yo": 1645,
      "ink": 1646,
      "Ġrem": 1647,
      "ĠSatur": 1648,
      "eft": 1649,
      "Ġnight": 1650,
      "Ġhit": 1651,
      "Ġthr": 1652,
      "ians": 1653,
      "www": 1654,
      "ency": 1655,
      "Ġele": 1656,
      "raw": 1657,
      "cal": 1658,
      "Ġhat": 1659,
      "Ġihe": 1660,
      "bh": 1661,
      "lit": 1662,
      "Ġoo": 1663,
      "Ġmost": 1664,
      "ait": 1665,
      "irn": 1666,
      "ĠWh": 1667,
      "have": 1668,
      "ĠRo": 1669,
      "ĠWorld": 1670,
      "ocks": 1671,
      "Ġtu": 1672,
      "Ġnow": 1673,
      "uri": 1674,
      "can": 1675,
      "AG": 1676,
      "Ġinv": 1677,
      "Ġoft": 1678,
      "Ġhelp": 1679,
      "Iy": 1680,
      "Ġito": 1681,
      "Ġlif": 1682,
      "Ar": 1683,
      "esi": 1684,
      "Ġlow": 1685,
      "Ġreport": 1686,
      "11": 1687,
      "my": 1688,
      "Ġrl": 1689,
      "ded": 1690,
      "Ġcor": 1691,
      "ĠTu": 1692,
      "Ġagainst": 1693,
      "Ig": 1694,
      "Ġmov": 1695,
      "bel": 1696,
      "Ġry": 1697,
      "lea": 1698,
      "atr": 1699,
      "ami": 1700,
      "Al": 1701,
      "EC": 1702,
      "eto": 1703,
      "rup": 1704,
      "ĠSi": 1705,
      "atc": 1706,
      "Ġcent": 1707,
      "ĠOff": 1708,
      "mak": 1709,
      "last": 1710,
      "fter": 1711,
      "lon": 1712,
      "arget": 1713,
      "ĠSunday": 1714,
      "ology": 1715,
      "),": 1716,
      "-#": 1717,
      "ernet": 1718,
      "ede": 1719,
      "Ġrc": 1720,
      "Ġbuy": 1721,
      "ison": 1722,
      "Ġvict": 1723,
      "ips": 1724,
      "ena": 1725,
      "ĠBa": 1726,
      "usic": 1727,
      "arch": 1728,
      "orts": 1729,
      "enr": 1730,
      "eda": 1731,
      "oln": 1732,
      "vn": 1733,
      "ĠWo": 1734,
      "AM": 1735,
      "IC": 1736,
      "Ġtto": 1737,
      "Ġao": 1738,
      "ĠPC": 1739,
      "Ġrr": 1740,
      "Ġass": 1741,
      "Ġbs": 1742,
      "Ġany": 1743,
      "Ġsit": 1744,
      "ense": 1745,
      "ĠAg": 1746,
      "ml": 1747,
      "Ġsho": 1748,
      "Ġgu": 1749,
      "ĠWeb": 1750,
      "used": 1751,
      "Ġwee": 1752,
      "Ġbid": 1753,
      "bed": 1754,
      "Ġsd": 1755,
      "Ġoh": 1756,
      "esd": 1757,
      "Ġcla": 1758,
      "otn": 1759,
      "Ġsome": 1760,
      ".;": 1761,
      "Ġlas": 1762,
      "aln": 1763,
      "ĠUnited": 1764,
      "oto": 1765,
      "Ġoc": 1766,
      "esr": 1767,
      "Ġmp": 1768,
      "ĠRuss": 1769,
      "Ġaw": 1770,
      "eter": 1771,
      "ĠGo": 1772,
      "esn": 1773,
      "Ġthird": 1774,
      "Im": 1775,
      "Ġriv": 1776,
      "Or": 1777,
      "Inc": 1778,
      "ints": 1779,
      "Ġian": 1780,
      "Ġnear": 1781,
      "Ġthee": 1782,
      "ĠJapan": 1783,
      "lng": 1784,
      "erc": 1785,
      "mit": 1786,
      "ued": 1787,
      "EO": 1788,
      "ĠChina": 1789,
      ").": 1790,
      "ran": 1791,
      "dd": 1792,
      "acc": 1793,
      "Ġ12": 1794,
      "ung": 1795,
      "Ġnl": 1796,
      "Wed": 1797,
      "yi": 1798,
      "Ġdel": 1799,
      "ĠMan": 1800,
      "Ġals": 1801,
      "If": 1802,
      "Ġway": 1803,
      "iln": 1804,
      "reak": 1805,
      "Ġtin": 1806,
      "Ġms": 1807,
      "urr": 1808,
      "etd": 1809,
      "ior": 1810,
      "Ġpay": 1811,
      "ĠEn": 1812,
      "quot": 1813,
      "Reu": 1814,
      "Ġwer": 1815,
      "So": 1816,
      "ards": 1817,
      "lis": 1818,
      "pean": 1819,
      "ĠPak": 1820,
      "rai": 1821,
      "Ġtot": 1822,
      "ĠFed": 1823,
      "arc": 1824,
      "Ġck": 1825,
      "Ġpt": 1826,
      "Ġtoo": 1827,
      "Ġfac": 1828,
      "Ġps": 1829,
      "elop": 1830,
      "ĠEU": 1831,
      "Ġhom": 1832,
      "omy": 1833,
      "Ġuse": 1834,
      "Ġjust": 1835,
      "ASH": 1836,
      "esday": 1837,
      "Ġcha": 1838,
      "ĠLe": 1839,
      "ĠSy": 1840,
      "ouse": 1841,
      "ĠBy": 1842,
      "Ġrh": 1843,
      "istan": 1844,
      "iled": 1845,
      "ĠCr": 1846,
      "ump": 1847,
      "win": 1848,
      "tha": 1849,
      "Ġau": 1850,
      "Ġshow": 1851,
      "Ġithe": 1852,
      "full": 1853,
      "ects": 1854,
      "lar": 1855,
      "onal": 1856,
      "ĠMond": 1857,
      "after": 1858,
      "ding": 1859,
      "Ġist": 1860,
      "Ġther": 1861,
      "ring": 1862,
      "nce": 1863,
      "Ġhim": 1864,
      "reas": 1865,
      "ured": 1866,
      "Ġga": 1867,
      "Ġeb": 1868,
      "ĠAFP": 1869,
      "not": 1870,
      "pan": 1871,
      "Ġthem": 1872,
      "loy": 1873,
      "Ġeas": 1874,
      "hy": 1875,
      "Ġthie": 1876,
      "Ġhead": 1877,
      "tu": 1878,
      "Ġown": 1879,
      "ĠMe": 1880,
      "tee": 1881,
      "ĠThursday": 1882,
      "eak": 1883,
      "ular": 1884,
      "mes": 1885,
      "sb": 1886,
      "Ġsta": 1887,
      "Ġiv": 1888,
      "key": 1889,
      ".&": 1890,
      "tc": 1891,
      "Ġlos": 1892,
      "ero": 1893,
      "Ġinn": 1894,
      "ĠComp": 1895,
      "Ġthro": 1896,
      "Ġsol": 1897,
      "Ġlh": 1898,
      "lead": 1899,
      "Ġke": 1900,
      "ĠFi": 1901,
      "ĠWith": 1902,
      "ator": 1903,
      "iS": 1904,
      "ĠCom": 1905,
      "ages": 1906,
      "BC": 1907,
      "Ġgovern": 1908,
      "iing": 1909,
      "ria": 1910,
      "even": 1911,
      ";...&": 1912,
      "Ġths": 1913,
      "-(": 1914,
      "Ġrele": 1915,
      "Ġled": 1916,
      "Ġhn": 1917,
      "Ġsub": 1918,
      "ounced": 1919,
      "Ġlhe": 1920,
      "Ġine": 1921,
      ";'": 1922,
      "Ġtihe": 1923,
      "Ġtim": 1924,
      "Ġart": 1925,
      "Ġinj": 1926,
      "Mon": 1927,
      "rst": 1928,
      "cto": 1929,
      "ĠSat": 1930,
      "irel": 1931,
      "Ġgrow": 1932,
      "Ġver": 1933,
      "eu": 1934,
      "Ġhol": 1935,
      "Up": 1936,
      "Ġsf": 1937,
      "inst": 1938,
      "Ġnet": 1939,
      "ider": 1940,
      "Ġmake": 1941,
      "uck": 1942,
      "Ġsix": 1943,
      "bor": 1944,
      "tI": 1945,
      "Ġted": 1946,
      "lly": 1947,
      "ship": 1948,
      "Pr": 1949,
      "fic": 1950,
      "nts": 1951,
      "Ġtit": 1952,
      "cho": 1953,
      "ters": 1954,
      "http": 1955,
      "wit": 1956,
      "ĠsI": 1957,
      "isl": 1958,
      "Ġpeople": 1959,
      "otr": 1960,
      "ĠBus": 1961,
      "Ġlarg": 1962,
      "ween": 1963,
      "Ġey": 1964,
      "ĠChe": 1965,
      "ĠDo": 1966,
      "Ġwl": 1967,
      "Ġws": 1968,
      "eta": 1969,
      "ving": 1970,
      "ĠSl": 1971,
      "fd": 1972,
      "vers": 1973,
      "Ġban": 1974,
      "Mic": 1975,
      "Ġmen": 1976,
      "ĠComm": 1977,
      "Ġfs": 1978,
      "Ġpu": 1979,
      "Ġmem": 1980,
      "Ġmillion": 1981,
      "rer": 1982,
      "Ġmob": 1983,
      "ĠTa": 1984,
      "Ġ...": 1985,
      "ĠCar": 1986,
      "Ġsel": 1987,
      "Ġlong": 1988,
      "19": 1989,
      "pre": 1990,
      "Ġpost": 1991,
      "Ġhy": 1992,
      "ĠaI": 1993,
      "ĠPo": 1994,
      "Ġbt": 1995,
      "Ġgroup": 1996,
      "nter": 1997,
      "wor": 1998,
      "IA": 1999,
      "work": 2000,
      "Ġrm": 2001,
      "Ġlf": 2002,
      "Ġyes": 2003,
      "ĠUK": 2004,
      "Ġsecond": 2005,
      "ĠThurs": 2006,
      "ĠYork": 2007,
      "ities": 2008,
      "IL": 2009,
      "ya": 2010,
      "Ġtre": 2011,
      "het": 2012,
      "kes": 2013,
      "wer": 2014,
      "Ġgam": 2015,
      "NG": 2016,
      "round": 2017,
      "ĠAnd": 2018,
      "bas": 2019,
      "Ġtes": 2020,
      "ĠPre": 2021,
      "Ġ15": 2022,
      "Quote": 2023,
      "erry": 2024,
      "ĠWa": 2025,
      "Ġanl": 2026,
      "ĠSan": 2027,
      "ĠNAS": 2028,
      "Ġhome": 2029,
      "Ġdeb": 2030,
      "ĠGre": 2031,
      "ĠHa": 2032,
      "Ġseason": 2033,
      "yn": 2034,
      "inf": 2035,
      "gen": 2036,
      "Ġbank": 2037,
      "vr": 2038,
      "Ġsal": 2039,
      "Ġrea": 2040,
      "Ġsea": 2041,
      "Ġhost": 2042,
      "OND": 2043,
      "Af": 2044,
      "olr": 2045,
      "iag": 2046,
      "Ġext": 2047,
      "Ġwn": 2048,
      "Ġput": 2049,
      "Ġprices": 2050,
      "Ġoper": 2051,
      "aq": 2052,
      "ille": 2053,
      "'ll": 2054,
      "ico": 2055,
      "inr": 2056,
      "ĠDav": 2057,
      "eI": 2058,
      "ĠAll": 2059,
      "oni": 2060,
      "eir": 2061,
      "fur": 2062,
      "Ġdet": 2063,
      "Ġree": 2064,
      "Ġbh": 2065,
      "ota": 2066,
      "ift": 2067,
      "clud": 2068,
      "alk": 2069,
      "ama": 2070,
      "Ġsign": 2071,
      "nds": 2072,
      "ĠCor": 2073,
      "Ġ18": 2074,
      "Ġrev": 2075,
      "ĠReuters": 2076,
      "Ġfn": 2077,
      "estin": 2078,
      "heir": 2079,
      "Ġmer": 2080,
      "ĠAss": 2081,
      "ĠTi": 2082,
      "mpic": 2083,
      "rot": 2084,
      "ago": 2085,
      "ID": 2086,
      "van": 2087,
      "cor": 2088,
      "Ġwr": 2089,
      "Ġhl": 2090,
      "aiy": 2091,
      "hing": 2092,
      "ĠiS": 2093,
      "Ġnum": 2094,
      "adr": 2095,
      "icker": 2096,
      "Ġcall": 2097,
      "OL": 2098,
      "ises": 2099,
      "Ġcomm": 2100,
      "oup": 2101,
      "ĠHo": 2102,
      "Ġsof": 2103,
      "uti": 2104,
      "ĠDel": 2105,
      "ext": 2106,
      "Ġnuc": 2107,
      "oti": 2108,
      "Ġother": 2109,
      "onr": 2110,
      "Ġmilit": 2111,
      "TA": 2112,
      "Ġthet": 2113,
      "ĠAb": 2114,
      "Ġ/": 2115,
      "ara": 2116,
      "eme": 2117,
      "Ġagain": 2118,
      "bers": 2119,
      "uj": 2120,
      "Ġmill": 2121,
      "ĠNov": 2122,
      "ĠSox": 2123,
      "onn": 2124,
      "itr": 2125,
      "ĠLi": 2126,
      "ĠIndia": 2127,
      "kn": 2128,
      "Ġtm": 2129,
      "info": 2130,
      "omic": 2131,
      "cen": 2132,
      "Ġtion": 2133,
      "Ġmonth": 2134,
      "owing": 2135,
      "iw": 2136,
      "inig": 2137,
      "sm": 2138,
      "tle": 2139,
      "ila": 2140,
      "ĠIT": 2141,
      "play": 2142,
      "Ma": 2143,
      "Ġoif": 2144,
      "30": 2145,
      "olt": 2146,
      "'ve": 2147,
      "mar": 2148,
      "esp": 2149,
      "Ġsk": 2150,
      "ross": 2151,
      "ĠFl": 2152,
      "Ġmarket": 2153,
      "bus": 2154,
      "iel": 2155,
      "Ġopp": 2156,
      "Ġff": 2157,
      "Ġlaw": 2158,
      "nday": 2159,
      "vid": 2160,
      "tho": 2161,
      "cb": 2162,
      "Ġblo": 2163,
      "ĠLo": 2164,
      "14": 2165,
      "Iraq": 2166,
      "oli": 2167,
      "ĠGu": 2168,
      "tic": 2169,
      "Ġlr": 2170,
      "irm": 2171,
      "ape": 2172,
      "yl": 2173,
      "Ġons": 2174,
      "inal": 2175,
      "Ġhu": 2176,
      "vl": 2177,
      "reet": 2178,
      "esl": 2179,
      "ĠRa": 2180,
      "Ġiss": 2181,
      "ĠWednes": 2182,
      "edt": 2183,
      "ĠNa": 2184,
      "ĠUs": 2185,
      "uesday": 2186,
      "ments": 2187,
      "ban": 2188,
      "Ġfu": 2189,
      "ode": 2190,
      "inng": 2191,
      "Ġdt": 2192,
      "Ġini": 2193,
      "Ġyea": 2194,
      "nst": 2195,
      "ĠBag": 2196,
      "enl": 2197,
      "ading": 2198,
      "ĠBut": 2199,
      "HE": 2200,
      "Ġever": 2201,
      "Ġhop": 2202,
      "Ġoth": 2203,
      "Ġdn": 2204,
      "Ġmiss": 2205,
      "ĠSud": 2206,
      "ĠIf": 2207,
      "ĠNet": 2208,
      "ĠDa": 2209,
      "idd": 2210,
      "ĠOr": 2211,
      "ĠGaz": 2212,
      "ampion": 2213,
      "Ġtry": 2214,
      "Ġbill": 2215,
      "urd": 2216,
      "osp": 2217,
      "Ġstri": 2218,
      "Ġcu": 2219,
      "Ġeven": 2220,
      "Ġbee": 2221,
      "Ġ14": 2222,
      "Ġstart": 2223,
      "Ġsuc": 2224,
      "Ġ16": 2225,
      "une": 2226,
      "Full": 2227,
      "Ġeff": 2228,
      "Ġ.-": 2229,
      "Ier": 2230,
      "set": 2231,
      "Ġbat": 2232,
      "MS": 2233,
      "vd": 2234,
      "Ġbn": 2235,
      "Ġlc": 2236,
      "ĠWednesday": 2237,
      "Ġ-.": 2238,
      "ollar": 2239,
      "son": 2240,
      "Ġate": 2241,
      "etwork": 2242,
      "alr": 2243,
      "Mo": 2244,
      "Ġsom": 2245,
      "Ġ-'": 2246,
      "acy": 2247,
      "ĠSup": 2248,
      "Ġrat": 2249,
      "Ġoffic": 2250,
      "ores": 2251,
      "ution": 2252,
      "icials": 2253,
      "mr": 2254,
      "Ġmu": 2255,
      "Ġ17": 2256,
      "Ġland": 2257,
      "Le": 2258,
      "Ġtechn": 2259,
      "abl": 2260,
      "Ġcost": 2261,
      "irl": 2262,
      "rie": 2263,
      "osn": 2264,
      "ĠJohn": 2265,
      "Ġsales": 2266,
      "iter": 2267,
      "rou": 2268,
      "Ġvo": 2269,
      "Ai": 2270,
      "Ġtol": 2271,
      "Ġfive": 2272,
      "Ġstar": 2273,
      "aspx": 2274,
      "Ġies": 2275,
      "ench": 2276,
      "Ġhand": 2277,
      "Ġtoi": 2278,
      "lee": 2279,
      "Ġgl": 2280,
      "Ġrecord": 2281,
      "duct": 2282,
      "nk": 2283,
      "Ġoin": 2284,
      "Ġfer": 2285,
      "rab": 2286,
      "ĠOf": 2287,
      "Ġquarter": 2288,
      "vent": 2289,
      "Ġtur": 2290,
      "Ġnews": 2291,
      "bat": 2292,
      "mber": 2293,
      "Ġsy": 2294,
      "Ġlon": 2295,
      "Ip": 2296,
      "LE": 2297,
      "No": 2298,
      "date": 2299,
      "Ġsin": 2300,
      "Ġcamp": 2301,
      "ingt": 2302,
      "Ġki": 2303,
      "ights": 2304,
      "nu": 2305,
      "ired": 2306,
      "owe": 2307,
      "put": 2308,
      "Ġnf": 2309,
      "ustry": 2310,
      "12": 2311,
      "~-": 2312,
      "Ġ30": 2313,
      "rin": 2314,
      "ĠAu": 2315,
      "ĠOpen": 2316,
      "ix": 2317,
      "sec": 2318,
      "ĠiT": 2319,
      "ĠTO": 2320,
      "Ġform": 2321,
      "Ġson": 2322,
      "Ġinvest": 2323,
      "AC": 2324,
      "ĠCi": 2325,
      "eck": 2326,
      "bes": 2327,
      "elf": 2328,
      "udy": 2329,
      "Ġago": 2330,
      "hc": 2331,
      "isit": 2332,
      "Reuter": 2333,
      "wl": 2334,
      "Ġina": 2335,
      "eas": 2336,
      "irg": 2337,
      "ĠHREF": 2338,
      "Ġlor": 2339,
      "ĠwI": 2340,
      "urg": 2341,
      "Soft": 2342,
      "ined": 2343,
      "itc": 2344,
      "SE": 2345,
      "za": 2346,
      "Ġks": 2347,
      "amm": 2348,
      "esh": 2349,
      "ored": 2350,
      "Ġdou": 2351,
      "Ġ13": 2352,
      "AI": 2353,
      "Ġtv": 2354,
      "Ġmade": 2355,
      "uns": 2356,
      "ser": 2357,
      "ility": 2358,
      "Ġiw": 2359,
      "ivers": 2360,
      "Pe": 2361,
      "hu": 2362,
      "Ġtest": 2363,
      "Ġcb": 2364,
      "Ġfar": 2365,
      "Ġfut": 2366,
      "eln": 2367,
      "ĠAi": 2368,
      "iea": 2369,
      "jo": 2370,
      "ply": 2371,
      "Ġthel": 2372,
      "Ġgen": 2373,
      "ĠEd": 2374,
      "ĠIran": 2375,
      "asl": 2376,
      "Ġtht": 2377,
      "ody": 2378,
      "ĠVi": 2379,
      "Ġwhat": 2380,
      "Ex": 2381,
      "pon": 2382,
      "ghan": 2383,
      "Ġunder": 2384,
      "Ġinf": 2385,
      "lec": 2386,
      "ige": 2387,
      "ager": 2388,
      "FL": 2389,
      "To": 2390,
      "Ġaut": 2391,
      "Ġmn": 2392,
      "Ġeg": 2393,
      "ĠNot": 2394,
      "ems": 2395,
      "Ġshar": 2396,
      "ĠBank": 2397,
      "ĠMicros": 2398,
      "Ġrest": 2399,
      "Ġgt": 2400,
      "ĠWar": 2401,
      "down": 2402,
      "sta": 2403,
      "ific": 2404,
      "arket": 2405,
      "nm": 2406,
      "nin": 2407,
      "pec": 2408,
      "Ġdep": 2409,
      "Ġcompan": 2410,
      "Ġess": 2411,
      "ko": 2412,
      "yr": 2413,
      "Ġboo": 2414,
      "Ġloss": 2415,
      "ĠPar": 2416,
      "nti": 2417,
      "Ġkey": 2418,
      "Ġhan": 2419,
      "hei": 2420,
      "ora": 2421,
      "ĠEl": 2422,
      "onl": 2423,
      "aty": 2424,
      "Ġnin": 2425,
      "isco": 2426,
      "than": 2427,
      "ering": 2428,
      "Ġfou": 2429,
      "ilng": 2430,
      "ela": 2431,
      "asi": 2432,
      "asn": 2433,
      "Ġrul": 2434,
      "Ġemp": 2435,
      "Ġnr": 2436,
      "Ġthen": 2437,
      "';": 2438,
      "ping": 2439,
      "aft": 2440,
      "Ġmove": 2441,
      "aso": 2442,
      "pped": 2443,
      "atd": 2444,
      "Ġgi": 2445,
      "ĠWin": 2446,
      "wt": 2447,
      "ened": 2448,
      "ĠAug": 2449,
      "ĠYa": 2450,
      "Ġbomb": 2451,
      "ĠBro": 2452,
      "nf": 2453,
      "Ġold": 2454,
      "tei": 2455,
      "ording": 2456,
      "-:": 2457,
      "attle": 2458,
      "Ies": 2459,
      "Ġnu": 2460,
      "Ġdri": 2461,
      "rof": 2462,
      "Ġtod": 2463,
      "Ġleg": 2464,
      "Ġlthe": 2465,
      "iles": 2466,
      "icl": 2467,
      "ĠIS": 2468,
      "AD": 2469,
      "eca": 2470,
      "ĠMus": 2471,
      "lls": 2472,
      "ject": 2473,
      "Ġsen": 2474,
      "ume": 2475,
      "ills": 2476,
      "ĠPol": 2477,
      "etn": 2478,
      "Ġgov": 2479,
      "ĠOut": 2480,
      "\\\\": 2481,
      "qi": 2482,
      "rf": 2483,
      "ĠWor": 2484,
      "iri": 2485,
      "Ġrf": 2486,
      "orea": 2487,
      "Ġhow": 2488,
      "iei": 2489,
      "rip": 2490,
      "Ġwt": 2491,
      "acl": 2492,
      "nings": 2493,
      "Mi": 2494,
      "inv": 2495,
      "Ġite": 2496,
      "Ġmt": 2497,
      "Ġinl": 2498,
      "ĠAng": 2499,
      "hoo": 2500,
      "ean": 2501,
      "Ġond": 2502,
      ".\"": 2503,
      "ĠSw": 2504,
      "olf": 2505,
      "Ġplans": 2506,
      "Ġlm": 2507,
      "Ġwou": 2508,
      "ĠSn": 2509,
      "ĠDec": 2510,
      "iod": 2511,
      "quick": 2512,
      "Ġsat": 2513,
      "ĠIa": 2514,
      "Ġthc": 2515,
      "olo": 2516,
      "ĠMot": 2517,
      "rim": 2518,
      "edl": 2519,
      "ilg": 2520,
      "ĠGen": 2521,
      "ĠIra": 2522,
      "imed": 2523,
      "YO": 2524,
      "Ġagre": 2525,
      "ĠWal": 2526,
      "Ġcre": 2527,
      "eting": 2528,
      "Ġgiv": 2529,
      "ĠBi": 2530,
      "Ġvic": 2531,
      "har": 2532,
      "ula": 2533,
      "hey": 2534,
      "oci": 2535,
      "ults": 2536,
      "ĠIraqi": 2537,
      "Ġtar": 2538,
      "ĠWest": 2539,
      "ĠDi": 2540,
      "iai": 2541,
      "Ġdays": 2542,
      "Ġros": 2543,
      "ĠTV": 2544,
      "ira": 2545,
      "ĠUni": 2546,
      "-~": 2547,
      "Ġral": 2548,
      "ĠBra": 2549,
      "ying": 2550,
      "oug": 2551,
      "ĠDr": 2552,
      "Ġmajor": 2553,
      "Ġspe": 2554,
      "ĠOrac": 2555,
      "ugg": 2556,
      "Ġclos": 2557,
      "ka": 2558,
      "week": 2559,
      "Ġnto": 2560,
      "akes": 2561,
      "ĠJa": 2562,
      "Ġfinal": 2563,
      "oil": 2564,
      "Ġofi": 2565,
      "Pa": 2566,
      "Ġrb": 2567,
      "ided": 2568,
      "Ġont": 2569,
      "ĠJu": 2570,
      "ife": 2571,
      "Ied": 2572,
      "ham": 2573,
      "Ġtlo": 2574,
      "ideo": 2575,
      "hin": 2576,
      "pol": 2577,
      "Ġsig": 2578,
      "ader": 2579,
      "Ġlook": 2580,
      "04": 2581,
      "Ġran": 2582,
      "Fi": 2583,
      "Ġles": 2584,
